{
    "Introduction": "Um, introduction... right?$11#$b#... I'm Nagito Komaeda. Nice to meet you.$h#$e#I'm known for my luck, and being an insufferable pessimist.$h",
    "danceRejection": "Oh no, you'd be better off with someone other than garbage like me!$6",
    "divorced": "I think I'd rather chop off my own hand again than listen to you anymore.$18",
    // SPRING
    "Mon4": "Oh hey, @. I was just wondering something...#$q 001/002/003 Mon_old#Does my luck make you uncomfortable?#$r 001 30 Mon_001#Don't worry about it.#$r 002 -30 Mon_002#Your luck isn't real.#$r -10 Mon_003#A little, but I can handle it.",
    "Mon_old": "$p 001#I hope you're having a good day, @. Stay lucky.$h|Hey @. You know, even someone like you can be useful.$h",
    "Mon_001": "True. At least when there's bad luck, good luck is soon to follow.$h",
    "Mon_002": "I have to disagree. That's awfully naive of you.$18",
    "Mon_003": "... That's what my parents thought too. But now, they're dead.$h",
    "Mon2": "Hello, @.#$e#Thank you for making the day of such a lowly bug like myself.$h",
    "Mon6": "It's nice to have someone else visit me often.$h#$e#I don't have any friends, so knowing you makes me so happy.$10",
    "Mon8": "Hello again, @.#$e#You're so brave, spending so much time with someone as dangerously unlucky as me.$6#$e#I'm already anticipating your death soon.$9#$e#Not that I want you to die!$6#$b#Just that, I expect it...$7",
    "Mon10": "Hey @.$l#$e#Seeing you, despite everything, is the highlight of my day...",
    "Tue": "You want to talk to me again?$8#$e#I appreciate you taking time out of your day to talk to someone so worthless.$13",
    "Tue2": "*sigh* I feel tired.$u#$e#Let's do our best today, okay @?",
    "Tue4": "Hey, @.#$e# How's life treating you?#$e#I wish I was as talented as you.#$b#You're awe-inspiring.$h",
    "Tue6": "Hello again, @.#$e#You're the only one who wants to ever talk to me...$u#$b# it means a lot.$h",
    "Tue8": "@...#$b#Seeing you makes me worry something awful will happen really soon!$10",
    "Tue10": "Hello @.$l#$e#Meeting you was one of my luckier moments, I think.$h#$e#Hey, you want to do hang out sometime?#$e#Maybe we could build a sandcastle on the beach?$h",
    "Wed": "The fact that you would come visit me makes me want to cry!$13#$e#You don't have to feel sorry for me, and go out of your way to put up with me, you know.$10",
    "Wed2": "I think the beach is a perfect representation of beauty.$11#$e#With it's crystal waters drawing people to it, as it waits patiently to claim lives. The beach reminds me of our own mortality.$h",
    "Wed4": "Are you friends with Elliott?#$e#I love reading books, so I think he has an outstanding talent!$12",
    "Wed6": "Hey @, can I ask you a question?$u #$q 01/02 Wed_old#Will you be my friend?#$r 20 -50 Wed_02#That's an awkward thing to just ask.#$r 19 30 Wed_01#I already am.",
    "Wed_old": "$p 001#I don't know what you expect to gain from being friends with such scum, but thank you.$h|I will always admire your talent, @.$h",
    "Wed_01": "Really? I'm so glad to hear that!$l",
    "Wed_02": "... I was wrong to assume we had companionship, then?$s",
    "Wed8": "I heard this phrase, 'it's trash-can not trash-cannot'.$h#$e# I think that suits me.$l",
    "Wed10": "@, if something were to happen to you, I don't know what I would do...$7#$e# Being around me is dangerous! You could be hit by a meteor, or kidnapped!$9#$e#But, I guess we just have to keep going, don't we?$l",
    "Thu": "Truly, I am honored beyond words that you would want to interact with me.$13#$e#You really don't have to talk to me unless absolutely required, you know!$10",
    "Thu2": "Hey, @. I'm so lucky that you want to talk to me.$h#$e#I'll probably cut myself, or trip after this.$9",
    "Thu4": "I enjoy walking on the beach at night.#$e#It's so quiet. If I had a light, it'd be the perfect place to read.$h",
    "Thu6": "Do you ever watch that fortune telling program on TV?#$b#When you have my luck, it makes everyday much easier.#$e#I feel like I can relax for the first time in a long while.$6",
    "Thu8": "@, all I want is to...$u#$b#Oh, nevermind.$h#$e#I'm a little busy at the moment, I'll see you later, okay?$h",
    "Thu10": "I want to talk to you more, but I don't know what to say...$u#$e#I'm sorry to disappoint you today, please don't be mad.$7#$e#I just want to be alone right now. Sorry.$s",
    "Fri": "I can not believe you would seek out scum like me to chat with.$13#$e#Today is overwhelming with good luck!$10",
    "Fri2": "I'm cleaning today.#$e#It's the only thing I'm good at.$h#$e#Maybe I should put down some carpet?$u#$e#But then again, you have to worry about tracking in sand and the last time I...$u",
    "Fri4": "I feel safe here in this valley. It's peaceful.#$e#That's rare for me.$h",
    "Fri6": "I'm starting a new book today.#$e#I'll have to tell you all about it when I'm finished!$h",
    "Fri8": "@? You came to see me again?$h#$e#I hope nothing ruins it!$10#$e#But thank you! If I get to see you, it's always a good day!$h",
    "Fri10": "Hello @. May I ask you something?",
    "Sat": "Well this must be my good luck for the day.$h#$b#You're taking time out of your busy life to talk to the local trash.$9",
    "Sat2": "Oh, @. I was going to talk to you.#$e#But then I realized you probably don't care what someone so worthless has to say.$h#$e#Sorry to bother you.",
    "Sat4": "Don't work too hard, you have to take care of yourself.#$e#I'd hate to see you wind up frail and sick like me.$h",
    "Sat6": "I heard there is a casino outside of town. Maybe someday we could go together?#$e#If you'd like, that is. We could also lose a lot of money.$u",
    "Sat8": "Hello, @.#$e#Do you play video games?$11#$b#There's this one, and I'm trying to beat it. But also, the story is boring me...$7#$e#I may end up losing interest, to be honest.$h",
    "Sat10": "You know, I have been dealt a hand of the worst bad luck.$7#$e#I look forward to seeing what good luck I encounter...$l#$e#Any ideas?$l",
    "Sun": "What are you doing here, wasting your precious time on garbage like me?$h#$e# Everyone else here is far more interesting and talented.$h",
    "Sun2": "You must be really bored to come all the way over here to talk to a pest like me.$h#$e#I shouldn't waste your time.$6",
    "Sun4": "Sundays are the best for reading.#$b$Reading is the only way I can really relax.$h#$e#And I certainly need it. My life is nothing but stress and terror.$9#$e#You get used to it, though.$h",
    "Sun6": "Oh, @! Want to help me clean?$12#$e#Just kidding!$h#$b# I wouldn't burden someone like you with a lowly chore like that.$10",
    "Sun8": "*sigh*$u#$e#Oh, @. My mind was elsewhere.#$b#You know how hopeless I can be.$h",
    "Sun10": "I find myself feeling...$u#$b# Oh, @. I didn't see you!$h#$e#Do you need something from me? I can try my best to be useful.$h",
    "spring_1": "Happy New Year, @.",
    "spring_12": "Tomorrow's festival is weird.$u#$e#I guess some people find it fun though.#$b# I'd probably end up in first or last place if I participated.$h",
    "spring_23": "Are you going to the dance tomorrow, @?#$e#I got asked to go, but I'll probably stand in a corner and watch.$7",
    // SUMMER
    "summer_Fri2": "@? You look puzzled.$8#$b#Is the heat getting to you, or are you confused?$h",
    "summer_Sat": "I should probably go out more, but my skin is so sensitive.$u",
    "summer_Sun": "You came all the way here just to talk to this rotten orange?$h",
    "summer_Sun6": "You're welcome to visit me anytime you like.$h#$e#I could use the company.$h",
    "summer_Mon": "I can't imagine living anywhere other than a beachside cabin.$u#$e#I'm too used to it, and it's the only sort of abode that feels like home.$h",
    "summer_10": "I guess you could say I'm excited for tomorrow. I'm not one to turn down free food.$6#$e#But what should I add?$u#$e#It's a bit stressful.$21#$b#Maybe some popcorn?$9",
    "summer_27": "I guess I'll go tonight. I mean, it is right outside my home.$u#$e#Watch, someone will fall in the water and die.$21#$e#I've resigned myself to bringing nothing but misery to those around me.$11#$b#At least the sight of the jellyfish will take my mind off how awful I am, even if only for a moment!#$e#I'll take any hope I can get.$13",
    // AUTUMN
    "fall_15": "Ah, most of the games tomorrow are luck based, right?#$e#So I will either lose everything, or win everything, and annoy those around me. I'm so useless.$13",
    "fall_26": "Scares can be fun, as long as it's not real stuff. You know, like ghosts and zombies.#h#$e#Remind me to tell you about when I was kidnapped.$11#$b#If you'd be interested, that is.$6",
    "fall_Tue8": "There is a lot of stuff to forage this time of year, isn't there?#$e#Let me know if you find anything interesting.#$e#I'm depending on you to liven up my day.$h",
    "fall_Mon": "It's nice that the weather is finally cooling off.$h",
    "fall_Tue6": "Hey, @. Do you want to hang out with me or something?$h#$e#You're always welcome here.$h",
    "fall_Fri10": "@, when you're around...I feel...$l#$e#I'm just kidding. I picked up a romance novel yesterday. You're very naive, @.$h",
    "fall_Sat": "It gets windy this time of year.$u#$e# I don't like it.$21",
    // WINTER
    "winter_Mon": "You came all the way over here to visit me in the cold?$10#$e#You must be so hopeful to connect with the people here.$13",
    "winter_Mon4": "@, you've trudged through the snow to visit me?#$b#I'm honored!$h",
    "winter_7": "I like fishing, so tomorrow has me a bit exicited.$h#$e#It... gives me a good memory.",
    "winter_24": "I hope the person I was assigned to give a gift to likes it...$21#$e#Trash like me isn't worthy of giving or recieving anything.$13",
    // EVENTS
    "event_clean1": "... Yeah. It was, wasn't it?$h",
    "event_clean2": "Now why would you be interested in what I'm doing?$h",
    "event_clean3": "Aha, it's nice of you to try and cheer me up, but seriously...$h",
    "event_clean4": "That I am.$h%fork",
    "event_pool1": "Okay, then let's talk.",
    "event_pool2": "Should I talk, then?$2",
    "event_pool3": "Haha, that's so cliche. I expected better of you.$1",
    "event_pool4": "That means a lot, @.#$b#Thank you.$1",
    "event_pool5": "Out of everyone...$2#$b#Even you...?$2%fork",
    "event_meal1": "Thank you, @.#$b#It means a lot that you would appreciate someone as useless as me after all this time.$h",
    "event_meal2": "What? No! It's just spaghetti...$s%fork",
    "event_beach1": "@...$l",
    "event_beach2": "...$23%fork",
    // UNIQUE
	"give_flowersA": "Oh, flowers! They're beautiful... thank you!$h",
	"give_flowersB": "I'm really undeserving of these!$6",
	"give_pendant": "You want to marry me...!$h#$e#You're so strange, @. Wanting to spend the rest of your life with me. $l",
	"stardrop_gift": "@, I got something special for you. It's a token of my appreciation, for being there for me. Through the good, and the bad and the awkward...$l#$b#Ah, I'm rambling... take it and think of me, okay?$6",
	"rejectNPCA": "Sorry but I'm not interested.",
	"rejectNPCB": "Nope.",
	"reject_two_heartA": "It's a bit soon, isn't it?$3",
	"reject_two_heartB": "Oh jeez... It's a no from me.",
	"reject_four_heartA": "I'm not ready for that... Can't we stay friends?$3",
	"reject_four_heartB": "Uh... no. Sorry.$3",
	"engageA": "You're terrible! Aren't you engaged already?!$5",
	"engageB": "Wait, what? Aren't you engaged already?$5",
	"marriedA": "I may not have good self esteem, but I'm *not* a cheater.$a",
	"marriedB": "Aren't you already married...?$s",
	"refusal_no_heartsA": "Heh, good one.$h",
	"refusal_no_heartsB": "You're a prankster, aren't you?",
	"refusal_knownA": "Oh no, you don't want to marry me...$6",
	"refusal_knownB": "I'm sure you could find someone else who'd appreciate that, and deserve it more than me.",
	"refusal_botherA": "Stop asking me, I already said no.$a",
	"refusal_botherB": "Goodness you're persistent. You must be mentally unwell or something!$h",
}