{
    "Introduction": "Um, I should introduce myself... right?$u#$b#... I'm Nagito, I recently moved here from the Fern Islands. Nice to meet you.$h#$e#I hope we can be friends...",
    "danceRejection": "Oh no, you'd be better off with someone else, I promise!$6",
    "divorced": "... Go away.$a",
    "ArchaeologyHouse_Entry": "Hello Gunther...!",
    // SPRING
    "Mon": "%Nagito is nonverbal today.",
    "Mon2": "Hello.#$e#Thank you for stopping to chat. Heh.$h",
    "Mon4": "I moved here for my health. It's been... a process.#$e#Have a good one, @.",
    "Mon6": "It's nice to have someone else visit me often.$h#$e#I don't have many, if any, friends, so knowing you makes me so happy.$h",
    "Mon8": "Hello again, @.#$e#I'm glad we've become friends. I was never popular back home...$h#$b#I used to be picked on, and-#$b#Well, I don't want to bother you with my sob story.$6",
    "Mon10": "Hey @.$l#$e#Seeing you, despite everything, is the highlight of my day...",
    "Tue": "Oh... you want to talk to me again? *giggle*$6#$e#Well I appreciate you taking time out of your day to visit...",
    "Tue2": "*sigh* I feel tired...$u#$e#Let's do our best today, okay @?",
    "Tue4": "Hello again, @.#$e#You're the only one who wants to ever talk to me...$u#$b#It means a lot.$h",
    "Tue6": "Hey, @.#$e# How's life treating you?#$e#I wish I was as talented as you. Leaving your old life behind and running your own place...#$b#You're awe-inspiring.$h#$e#I guess in a way I did, but when it's for health reasons, doesn't really count... you know?",
    "Tue8": "@...#$b#Last night I couldn't sleep... I kept having these intrusive thoughts, I was so worried about you...$s#$b#But seeing you here and okay just reminds me my brain is lying.",
    "Tue10": "Hello @.$l#$e#Meeting you was one of my luckier moments, I think.$h#$e#Hey, you want to do hang out sometime?#$e#Maybe we could build a sandcastle on the beach?$h",
    "Wed": "Umm... hello there.#$e#Did you come here to say hi? Heh.$h#$e#%Nagito is picking at his nails... may be a good idea to leave him be for now.",
    "Wed2": "I think there's something special about the beach.#$e#With it's crystal waters drawing people to it, while also being so vast and dark... as terrifying as it is beautiful. The beach reminds me of our own mortality.#$b#Ah, sorry. That was weird, wasn't it?$6",
    "Wed4": "Are you friends with Elliott?#$e#I love reading books, so I think he's something else! He seems really talented!$h#$e#I'd like to be friends with him, but don't know how...$s#$e#Aww jeeze, that was embarrasing to admit, huh?$6",
    "Wed6": "Hey @, can I ask you a question?$u #$q 01/02 Wed_old#Are you and me friends?#$r 20 -50 Wed_02#That's an awkward thing to just ask.#$r 19 30 Wed_01#We sure are.",
    "Wed_old": "$p 01#I'm glad it's official now! I thought we were friends, but wanted to ask first.$h|Hello @....#$e#%Nagito seems to have trouble speaking.",
    "Wed_01": "Really? I'm so glad to hear that!$l",
    "Wed_02": "... I was wrong to assume we had companionship, then?$s",
    "Wed8": "I heard this phrase, 'it's trash-can not trash-cannot'.$h#$e# I thought it was funny, heh.$l",
    "Wed10": "@, if something were to happen to you, I don't know what I would do...$s#$e# Sometimes, my mind runs and runs and runs and I can't stop thinking about bad things happening...$s#$e#But, I guess we just have to keep going, don't we?$l",
    "Thu": "%Nagito has headphones in. Best not disturb him.",
    "Thu2": "Hey there, @. Are you having a good day today?#$b#I'm actually feeling pretty lucky for once, so my day's going well.$",
    "Thu4": "I enjoy walking on the beach at night.#$e#It's so quiet. If I had a light, it'd be the perfect place to read.$h",
    "Thu6": "Do you ever watch that fortune telling program on TV?#$b#I watch it each and every day... it's scary accurate.$u#$e#Whenever they say the spirits are displeased, I'm kind of afraid to leave my house.$6",
    "Thu8": "@... Hmm...$u#$b#Oh, nevermind.$h#$e#I'm a little busy at the moment, I'll see you later, okay?$h",
    "Thu10": "I want to talk to you more, but I don't know what to say...$u#$e#I'm sorry to disappoint you today, please don't be mad.$s#$e#I just want to be alone right now. Sorry.$s",
    "Fri": "Hi there. Are you out for a walk?#$e#Okay... take care.",
    "Fri2": "I'm going to try and get some cleaning done today.#$e#I'm kind of fussy and can't help it, heh.$h",
    "Fri4": "I feel safe here in this valley. It's peaceful.#$e#That's rare for me.$h",
    "Fri6": "I'm starting a new book today.#$e#I'll have to tell you all about it when I'm finished!$h",
    "Fri8": "@? You came to see me again?$h#$b#If I get to see you, it's always a good day!$h#$e#%Nagito is stimming and has gone non verbal. Perhaps you should leave him alone.",
    "Fri10": "Hello @. Always nice to see you.#$e#Oh, don't let me stand in your way!$h#$b#I know you're busy... farming, mining fishing... You're so talented.$l",
    "Sat": "Well this must be my good luck for the day.$h#$b#You're taking time out of your busy life to talk to me.",
    "Sat2": "Oh, @. I was going to talk to you.#$e#But... actually, nevermind.-- It wasn't that important.$h#$e#Sorry to bother you.",
    "Sat4": "Don't work too hard, you have to take care of yourself.#$e#I'd hate to see you wind up in the hospital.$h",
    "Sat6": "I heard there is a casino outside of town. Maybe someday we could go together?#$e#If you'd like, that is. We could also lose a lot of money.$u",
    "Sat8": "Hello, @.#$e#Do you play video games?$11#$b#There's this one, and I'm trying to beat it. But also, the story is boring me...$u#$e#I may end up losing interest, to be honest.$h",
    "Sat10": "You know, I have this sneaking suspicion my luck is about to get really good...$l#$e#Any ideas?$l",
    "Sun": "You must be really bored to come visit me.$h#$e#I shouldn't waste your time, I'll let you get back to it...$6",
    "Sun2": "Sundays are the best for reading, don't you agree?",
    "Sun4": "Hello @. Are you having a good day so far?#$e#I think it's best to remain positive, and always look for the good each and every day.#$b#Otherwise... well... what's even the point?",
    "Sun6": "Oh, @! Want to help me clean?#$e#Just kidding!$h#$b# Hehe, did I get you?$h",
    "Sun8": "*sigh*$u#$e#Oh, @. My mind was elsewhere.#$b#You know how hopeless I can be.$h",
    "Sun10": "I find myself feeling...$u#$b# Oh, @. I didn't see you!$h#$e#Do you need something from me? I can try my best to be useful.$h",
    "spring_1": "Happy New Year, @.",
    "spring_12": "Tomorrow's festival is weird.$u#$e#I guess some people find it fun though.#$b# I'd probably end up in last place if I participated.$h",
    "spring_23": "Are you going to the dance tomorrow, @?#$e#I got asked to go, but I'll probably stand in a corner and watch.$s",
    // SUMMER
    "summer_Mon2": "Staying warm?#$e#Oops... I mean cool. You're probably very warm already!$6",
    "summer_Sat4": "I saw Emily wearing a pendant for Yoba... I wonder if it helps.$u#$#I just need to find a way to ask without seeming weird and awkward.$6",
    "summer_10": "I guess you could say I'm excited for tomorrow. I'm not one to turn down free food.$6#$e#But what should I add?$u#$e#It's a bit stressful.$s#$b#Maybe some popcorn with my special seasoning...?$u",
    "summer_27": "I guess I'll go tonight. I mean, it is right outside my home.$u#$e#And the sight of the jellyfish is truly something else.#$e#I'll take any hope I can get.$6",
    // AUTUMN
    "fall_15": "Ah, most of the games tomorrow are luck based, right?#$e#It's kind of scary... I could win a lot, or lose a lot.$s",
    "fall_26": "Scares can be fun, as long as it's not real stuff. You know, like ghosts and zombies.#h#$e#I don't like stuff based on real terror... you know, like serial killers.$s#$e#But there won't be anything like that there, right?$s",
    "winter_7": "I like fishing, so tomorrow has me a bit exicited.$h#$e#It... gives me a good memory.",
    "winter_24": "I hope the person I was assigned to give a gift to likes it...$u#$e#I always worry I'll give them something that'll end up in the trash, or sent to charity after years in a closet.$s",
    "summer_Fri2": "@? You look puzzled.$7#$b#Is the heat getting to you, or are you confused?$6",
    "summer_Sat": "I should probably go out more, but my skin is so sensitive.$u",
    "summer_Sun": "Hi there, enjoying the sun?$h",
    "summer_Sun6": "You're welcome to visit me anytime you like.$h#$e#I could use the company.$h",
    "summer_Mon": "I can't imagine living anywhere other than by the beach.$u#$e#It's cozy and feels like home.$h",
    "fall_Tue8": "There is a lot of stuff to forage this time of year, isn't there?#$e#Let me know if you find anything interesting.#$e#I'm depending on you to liven up my day.$h",
    "fall_Mon": "It's nice that the weather is finally cooling off.$h",
    "fall_Tue6": "Hey, @. Do you want to hang out with me or something?$h#$e#You're always welcome here.$h",
    "fall_Fri10": "@, when you're around...I feel...$l#$e#I'm just kidding. I picked up a romance novel yesterday. You're very naive, @.$h",
    "fall_Sat": "It gets windy this time of year.$u#$e# I don't like it.$s",
    // WINTER
    "winter_Mon": "You came all the way over here to visit me in the cold?$h#$e#You didn't have to do that. The winter winds can be harsh.",
    "winter_Tue6": "I don't mind the snow so much. We never get it back home.#$e#Our winter is like Pelican Town's autumn, heh.$h",
    "winter_Mon4": "@, you've trudged through the snow to visit me?#$b#I'm honored! *giggle*$h",
    // EVENTS
    "event_pool1": "Okay, then let's talk.",
    "event_pool2": "Should I talk, then?$2",
    "event_pool3": "Haha, that's so cliche. I expected better of you.$1",
    "event_pool4": "That means a lot, @.#$b#Thank you.$1",
    "event_pool5": "Oh...$3#$b#Um... yeah. Heheh...$3%fork",
    "event_meal1": "Thank you, @.#$b#It means a lot to me that you like it...!$h",
    "event_meal2": "Oh... really?$s%fork",
    "event_forest1": "I dunno...$s",
    "event_forest2": "Thanks, @.%fork",
    "event_beach1": "@...$l",
    "event_beach2": "...$9%fork",
    // UNIQUE
	"give_flowersA": "Oh, flowers! They're beautiful... thank you!$h",
	"give_flowersB": "I'm really undeserving of these!$6",
	"give_pendant": "You want to marry me...!$h#$e#Heh, you're something else wanting to spend the rest of your life with me. Guess we're both weirdos. $l",
	"stardrop_gift": "This is... wow! Thank you!$h",
	"rejectNPCA": "Sorry but I'm not interested.",
	"rejectNPCB": "Nope.",
	"reject_two_heartA": "It's a bit soon, isn't it?$3",
	"reject_two_heartB": "Oh jeez... It's a no from me.",
	"reject_four_heartA": "I'm not looking for that right now...$s",
	"reject_four_heartB": "Uh... no. Sorry.$s",
	"engageA": "You're terrible! Aren't you engaged already?!$a",
	"engageB": "Wait, what? Aren't you engaged already?$9",
	"marriedA": "I may not have good self esteem, but I'm *not* a cheater.$a",
	"marriedB": "Aren't you already married...?$s",
	"refusal_no_heartsA": "Heh, good one.$h",
	"refusal_no_heartsB": "You're a prankster, aren't you?",
	"refusal_knownA": "Oh no, you don't want to marry me...$6",
	"refusal_knownB": "I'm sure you could find someone else who'd appreciate that, and deserve it more than me.",
	"refusal_botherA": "Stop asking me, I already said no.$a",
	"refusal_botherB": "Goodness you're persistent. It's kind of freaking me out.$s",
}