{    
	"Rainy_Day_0": "Another cold, rainy day.#$e#Can't you stay in with me today?$h#$e#We could go to the bathhouse again...$l",
    "Rainy_Day_1": "I may try and get some cleaning done today, since there's no use in going outside.$h",
    "Rainy_Day_2": "This morning, %pet was snuggling up with me.#$b#I love them so much, they're so cute!$h",
    "Rainy_Day_3": "Seems like a pretty good day to just lay around, maybe read a book or something... what do you think?#$e#You could stay home and join me...$l",
    "Rainy_Day_4": "Hey, another rainy day... perfect.$12#$e#Actually, you look cold... maybe you and I should-$18#$b#I'll stop now.$6#$b#I don't know how to be sexy.$7",
    "Rainy_Night_0": "How was your day? I spent my afternoon reading a novel.#$e#If you want to borrow it, let me know.$12",
    "patio_Nagito": "I thought I would step out for a moment and get some air. Don't let me get in your way.$h",
    "Rainy_Night_1": "Oh @ you're soaked!$8#$e#Anything I can do to help warm you up?$l",
    "Rainy_Night_2": "Sorry, I didn't make any dinner.#$e#I've been told my cooking is awful, and didn't want to risk making you sick, haha!$h#$e#Except for my spaghetti of course. I'll make you some more sometime!$8",
    "Rainy_Night_3": "Oh, you're home now.$h#$e#A rainy night with you, that's all I need to be happy.$l",
    "Rainy_Night_4": "I tried my hand at baking! I know I'm not the best, but I hope you like it!$l[311 132 168 22 78 152]",
    "Indoor_Day_0": "Do you have any plans to go to the mines today? You could borrow my talisman... maybe you'll find some gems!$h#$e#Just be careful, okay?",
    "Indoor_Day_1": "Hey. I made you some coffee. Isn't that what good husbands do?[395]$h",
    "Indoor_Day_2": "Even though we're married. I don't want you to think I'm clingy...$7",
    "Indoor_Day_3": "Hey. How'd you sleep last night? I heard you mumbling.#$e#You seemed like you were having a really weird dream, but I have to admit... it was kind of cute.$l",
    "Indoor_Day_4": "You look very handsome today! You never cease to amaze me.$l^You look beautiful today. I just thought you should know.$l",
    "Indoor_Night_0": "Hey. I just hung out around the house today. Nothing interesting.",
    "Indoor_Night_1": "I finished another novel today.#$e#It had a plot twist, I'll try not to spoil it so you can read it.$12",
    "Indoor_Night_2": "I dunno @, I get nervous sometimes...$7#$e#You still like me for who I am, right?$s#$b#I just... you know, I just want to make you happy...$7",
    "Indoor_Night_3": "Oh, @!$12#$b#I was walking around and almost tripped on this.$h#$b#Here, you can have it.[787 337 336 537]$h",
    "Indoor_Night_4": "Ready to get under the covers?#$b#I made the bed and everything...$l#$e#If you need anything, let me know.$l",
    "Outdoor_0": "I feel like I want to do something today... but I'm not sure what.$u#$e#Do you ever have that problem, @?",
    "Outdoor_1": "Sometimes I have to force myself to stay outside for my health.$s#$e#Even though my skin is so sensitive...$6",
    "Outdoor_2": "I'll just watch you from here.$h#$e#That's not weird, is it?$u",
    "Outdoor_3": "Sometimes it hits me that out of everyone, you chose me.#$e#I really am lucky, you know?$l",
    "Outdoor_4": "I'm always a little apprehensive about reading outside.#$b#But on days like today, it's hard to resist.$h",
    "OneKid_0": "%kid1 is so cute.$h#$e#Am I biased?$6#$b#Oh well, I don't care.$h",
    "OneKid_1": "I hope %kid1 grows up to be... okay.$s",
    "OneKid_3": "We really are lucky, aren't we, @?$l",
    "TwoKids_0": "Don't worry, I already fed the kids.$h#$e#I'm going to make them milkshakes later! It's a 'we need milkshakes' kind of day!$h",
    "TwoKids_1": "Maybe someday, we can take %kid1 and %kid2 across the Gem Sea. When they're older, of course.",
    "TwoKids_2": "A quiet life, two wonderful kids, and a beautiful house. We're so very lucky.$h",
    "TwoKids_3": "If I'm honest, ometimes I worry about %kid1 and %kid1... I'm trying to not helicopter and let it get to me.$s",
    "Good_0": "@...I still can't believe we're married...$l#$e#I'm sorry, I must be so saccharine, especially when compared to you.",
    "Good_1": "Hey @, I love you.$l#$b#It feels good to say that.#$e#I wanted to tell you for a long time, but I was afraid.$l",
    "Good_2": "The best part about my life with you is knowing that, when the day comes when I don't wake up, I won't be alone.$h#$e#... was that too morbid?$6#$b#I'm sorry.#$b#Aha, that's not a joke. I'm serious!$6#$b#Thank you.",
    "Good_3": "Do you remember how corny I was after we kissed for the first time?$6#$b#Well, I'm sorry again.$h#$e#It was keeping me up last night. One of those moments when you get reminde, you know?$6",
    "Good_4": "I fed %pet this morning for you.#$e#They remind me of the dog I had as a kid.$h#$b#It's nice to have a pet again.$h",
    "Good_5": "I hope you know you're my number one priority.$h#$e#If you need anything, please tell me.",
    "Good_6": "I was doing laundry today. Your clothes should now smell like Ocean Breeze!$h#$e#Lived by the sea my entire life and I dunno what that is, but it smells good.",
    "Good_8": "I just want to make you happy.$s#$b#Sometimes I worry I won't be able to, and you'll hate me.$s#$e#It's so difficult when I love you so much.$l",
    "Good_9": "Sometimes when I wake up, I realize just how blessed I am to have you.#$e#Even if you don't understand me, you were patient and compassionate and... well, it means a lot. I don't have the words.#$b#And for that, I'll always be thankful.$l#$b#That's why I love you, @.$l",
    "Neutral_0": "I hope you never get bored of me.$s#$e#Sorry, I was thinking outloud.$6",
    "Neutral_2": "Why don't you tell me about your day when we're in bed tonight?#$e#I can't help it, I want to hear all about you.$l",
    "Neutral_3": "Are you doing anything amazing today?#$e#Why? What are you up to? I wanna hear it!$h",
    "Neutral_4": "I'm doing laundry today, I promise I'll keep your clothes nice and soft!$h",
    "Neutral_5": "Are we doing okay on money?#$e#Do I need to get a job to help out?$s",
    "Neutral_6": "If you need to go see your friends in town, go ahead. I don't mind being alone.",
    "Neutral_8": "Time for some house cleaning.$u#$e#Really, don't worry about it. I have it handled.$6",
    "Bad_5": "I just want to be alone for a while.$s",
    "Bad_6": "I know you want to talk to me, but you're very boring today.$a",
    "Bad_7": "Oh, did you say something?$a#$e#%Nagito is ignoring you...",
    "Bad_8": "Jeeze, you never stop, do you?$s",
    "funLeave_Nagito": "I'm going out for a walk, maybe visit the library. I'll see you this evening, okay?",
    "funReturn_Nagito": "My day was fine, nothing much to tell you about.#$e#Why don't you tell me about yours?$h",
    "spring_1": "Happy New Year. Let's make it one to remember!$h",
    "spring_8": "There's a certain freshness in the air this time of year, isn't there?",
    "spring_12": "Are you excited for tomorrow's festival? I'm going to pass, but you have fun.$h#$e#It wouldn't be fair to the little kids if I won.$6#$e#At least that's how I feel.#$b#I know how ruthless it is.$6",
    "spring_15": "I'm going to get some spring cleaning done today.",
    "spring_23": "Tomorrow's the flower dance, isn't it?#$e#I'll try not to step on you too much.$h",
    "spring_28": "Oh yeah, today is my birthday, isn't it?$u#$b#You don't have to get me anything, the fact that you remembered is enough to make me happy.$6",
    "summer_1": "Summer's here... yikes.$s#$e#Don't think I could describe it any other way.",
    "summer_10": "Have you thought about what you're going to take tomorrow?#$e#I have no idea myself, but I trust you'll pick something good.$11#$e#Maybe I'll add some whipping cream?$8",
    "summer_27": "The weather's starting to cool off. It feels nice.",
    "summer_28": "Are you going to the beach tonight? I was going to.#$e#We can watch the jellyfish together.$l",
    "fall_1": "Happy autumn, love.#$e#Would you be up for some cuddling later to welcome this change of weather?$h",
    "fall_15": "To be honest with you, I'm not sure about that fortune teller.$a#$e#Not that I care if you like it.$6#$e#But anyway, are you going to showcase anything?#$b#Good luck.$h",
    "fall_26": "I've seen enough horror in my life, but let's have fun tomororow night, okay?$h#$e#Maybe we could walk through that maze, as long as you hold my hand.$l",
    "fall_28": "I don't know if I'm ready for the snow and cold...$u",
    "winter_1": "What are you plans this winter? I know it's more of a laid-back time for you.#$e#Stay warm.$h",
    "winter_7": "Are you going to enter the fishing contest tomorrow? Good luck!",
    "winter_25": "Happy Winter Star, @.#$b#I got you this. Go ahead, and open it!$h#$e#Do you like it?$l [60 64 84 348 369 458 604 611 645]",
    "winter_28": "Well, we made it through another year without dying or anything else too bad!$h#$e#Heh, I hope for many more with you.$l",
}