{
  "Introduction": "Hi! I'm Jade! I'm always around, ehehe~$1",
  "danceRejection": "I'm not a good dancer...$2",
  "Divorced": "I don't think you know what you're saying...$5",
  "secondChance_Girls": "I guess we can try again...$3",
  "Mon": "$3I'm going out to look for bugs!$1#$b#You'd think it'd get boring, but they're always doin' cool stuff!$1",
  "Tue": "If you ever see a faerie, you have to tell me, okay?$3#$b#That's a promise!$1",
  "Wed": "Can you take me into the mines one day? I bet there's lots of cool stuff down there!$1",
  "Thu": "I wonder if that wizard takes apprentices...$3",
  "Fri": "Can I come look for cool stuff at your farm one day?$1",
  "Sat": "I live in the abandoned house in Cindersap Forest.$3#$b#There's lots of spiders, but I don't mind.$1",
  "Sun": "I bet Linus sees all kinds of cool stuff... I should ask him!!$1",
  "Saloon_Entry": "One apple juice, please!",
  "spring_12": "The Egg Festival is tomorrow.#$e#Not my favorite thing, but I like company so I'll be there!$1",
  "spring_23": "The Spring Flower Dance is tomorrow, isn't it?#$b#I wish I was a good dancer...$2",
  "summer_Mon": "I love summer! Let's make the most of today, @!$1",
  "summer_Wed": "Let's get some work done today, @!$1",
  "summer_Sat": "I love the heat. I feel at home.$1",
  "summer_Thu": "I'd hate to be nocturnal. Who'd wanna miss this sun?$1",
  "summer_Sun": "Sun, sun, sun!$1",
  "summer_Fri": "I feel like I'm walking around in blankets. I hope Summer never ends.$1",
  "summer_10": "The Luau is tomorrow! I can't wait for some tasty soup.#$e#They yelled at me last time I put ants in there...$1",
  "summer_27": "The glowing jellyfish remind me of faeries.#$e#I can't wait to see them.$1",
  "fall_Mon": "Aw, winter is starting. At least I get to see the bugs start to hibernate.$2",
  "fall_Tue": "It's colder than I'd like, but it just looks so beautiful out.$3",
  "fall_Wed": "Please plant some Fairy Roses for me! I really want to see if its true!$1",
  "fall_Thu": "Sometimes I jump into piles of leaves just to see how many bugs there are in there.$1#$b#What's with that look?$3",
  "fall_Fri": "I can't wait to go home and cuddle up in some blankets.$1#$b#If that mouse didn't chew more holes in them...$3",
  "fall_Sat": "I'm no farmer, but it sure seems like a good time for crops! I can feel it in the air.$1",
  "fall_Sun": "This weather makes me feel so energized!#$b#It's perfect weather for study!$1",
  "fall_15": "I can't wait to play the games at the fair!$1#$e#Even though I usually lose all my gold for the month...$3",
  "fall_26": "The Spirit's Eve festival is tomorrow, do you plan on going?#$b#I wanna wear something cute!$1",
  "winter_Mon": "Too cold to talk...$2",
  "winter_Tue": "I need more hobbies for the winter.#$e#All the bugs are sleeping.$3",
  "winter_Wed": "Let's get hot chocolate sometime. I need it. Brr...$2",
  "winter_Thu": "*sigh* I miss the summer.$2",
  "winter_Fri": "Aren't you cold? I'm freezing!$2",
  "winter_Sat": "The year is almost over. Nature is crazy.$3",
  "winter_Sun": "Most the bugs are hiding for the winter...$2",
  "winter_4": "It's my birthday! The only good thing about winter!$1",
  "winter_7": "I'll never understand the ice festival.#$b#It's just ice, guys!$3",
  "winter_24": "The Feast of the Winter Star is tomorrow?#$b#I wonder who's gonna get me a gift...#$b#And what will I get them? So much to think about...$1",
  "stardrop_gift": "Darling, I want you to have this... You mean so much to me, thank you for everything.$l",
  "give_flowersA": "Y'know, the local tradition with these flowers is...$1#$b#Wait...?$4#$b#Oh! Yes, I'll be your girlfriend! I've wanted to be for a while, ehehe~.$1",
  "give_flowersB": "Y'know, the local tradition with these flowers is...$1#$b#Wait...?$4#$b#Oh! Yes, I'll be your girlfriend! I've wanted to be for a while, ehehe~.$1",
  "give_pendant": "You... want to marry me?$3#$b#I-... Of course!$4#$b#I'm so happy! I'll set everything up! I can't wait to be yours!$4",
  "reject_two_heartA": "Isn't it kinda soon for that...?$4",
  "reject_two_heartB": "It's a bit too soon for that, don't you think?$4",
  "reject_four_heartA": "I...$3#$b#think you might have misunderstood...$4",
  "reject_four_heartB": "Uh... did I give off the wrong signals?$4",
  "engageA": "Aren't you engaged? Go get that done first!$1",
  "engageB": "You're already engaged, silly. Finish that first and get back to me~$1",
  "marriedA": "You're already married, silly.$3#$b#I don't think they've legalized what you want yet!$1",
  "marriedB": "Hehe, you're looking for a harem, aren't you?$4",
  "refusal_no_heartsA": "I'm not sure I understand...$3",
  "refusal_no_heartsB": "Huh!!! You barely know me!?$3",
  "refusal_knownA": "I... I don't feel the same way. I'm sorry...$2",
  "refusal_knownB": "I'm sorry. I don't feel the same way...$2",
  "refusal_botherA": "I want some alone time, please.$5",
  "refusal_botherB": "...$8#$b#I'm not interested...$5",
  "prayWithJade": "I'm so tired of being alone. I don't even know if you're real. I just... I can't take this alone...$2", // 4 heart event
  "prayMock": "I'm so tired of being alon-$2", // 4 heart event
  "praySilent": "I'm so tired of being alone. I don't even know if you're real. I just... I can't take this alone...$2", // 4 heart event
  "romanceJade": "*giggles*$1", // 8 heart event
  "platonicJade": "*giggles*$1", // 8 heart event
  "kissJade": "Y-you do? Really?$4", // 10 heart event
  "rejectJade": "...#$b#......$2#$b#I understand... I'm sorry...$6", // 10 heart event
}