{
  "Rainy_Day_0": "Don't spend too much time outside. It'd be way too dull if my precious pet was stuck in bed all day because of the sniffles.$l",
  "Rainy_Day_1": "On the bright side, you won't have to water your crops today. Now you can spend more time with me.$l",
  "Rainy_Day_2": "I probably shouldn't head out to town today. I have bad luck with stormy weather.$s",
  "Rainy_Day_3": "On a gloomy day like this, you're the only sunshine I need.$u",
  "Rainy_Day_4": "I prefer the sun, so I warped to the desert and got you something. Also, Mr. Qi says hi.$u#b#That demon seems interested in you. *mutter* Should I get rid of him? I wonder...[88]",
  "Rainy_Night_0": "I'm not the best at dinner, so I grabbed you some takeout instead.[206 224 216]",
  "patio_Lucikiel": "Hey babe. I was just admiring the view.$l#$b#And wow. You look even better up close.$11",
  "spouseRoom_Lucikiel": "Hey, @. The circle on the ground helps me regenerate mana.$u#$e#Who knows? Maybe it will help you restore health and stamina in the future.$u#$b#Hmm... I might need to go bother a certain someone to make it work...",
  "Rainy_Night_1": "I'm so scared of thunder. What ever should you do to comfort me in my time of distress?$l",
  "Rainy_Night_2": "You're dripping wet, my love. Dry yourself off and come rest with me by the fire!$h",
  "Rainy_Night_3": "The weather outside is frightful. It's also the perfect excuse to snuggle on closer.$l",
  "Rainy_Night_4": "Welcome home, @. I'll never get tired of saying that.$u",
  "Indoor_Day_0": "You're coming straight back to my arms when you come back home, my love.$1#$b#I whipped up something for you. It might save you when find yourself in a pinch.[211 222 234 237 241 253]",
  "Indoor_Day_1": "Do I have something stuck in my teeth? You should come and take a closer look.$u",
  "Indoor_Day_2": "Have I ever told you are as radiant as the sun? In the morning, your love blinds me like a fool.$l$#$b#Here's a cup of coffee. It'll get you up and going for the rest of the day.[395]",
  "Indoor_Day_3": "Let's play a game of 'Big Bad Wolf and Defenceless Rabbit'. You run and hide, and I'll hunt you down.$u#b#I'll do better at restraining those urges to steal your breath away. I promise. Ready, go.$6",
  "Indoor_Day_4": "It's hard to be aloof and mysterious when all I want to help you with your farm.$h#b#You make me the happiest man in the world, @.$u",
  "Indoor_Night_0": "I don't think I can ever get tired of you.$u#$b#Your presence opens up new worlds and everyday is a brand new adventure. Like a true raider.[64]",
  "Indoor_Night_1": "There's a full moon tonight. At times like these, I can get a little overbearing.$l#e#Hmm~? You want a sneak peek? I don't mind showing you the trailer.$11",
  "Indoor_Night_2": "You are many things, @. You are my lover. My life. And my happiness.$l",
  "Indoor_Night_3": "The night is still young, my love. There's much to do in your company.$1",
  "Indoor_Night_4": "Hmm~? You're looking a bit exhausted, @. I know what we're going to do tonight.$l#$b#There's nothing like a good old back massage from yours truly to get the blood pumping.[351]",
  "Outdoor_0": "Times like these remind me that I'm allowed to be happy. It's all thanks to you.$l",
  "Outdoor_1": "I'm afraid that if I shut my eyes, I'll wake up without you beside me.$s#e#Is this really a dream? If it is, then I never want to wake up.$h",
  "Outdoor_2": "You earned my trust to have me by your side and I'd appreciate it if you'd call me whenever you get into trouble.$l#$b#I wouldn't mind coming to help you.$l",
  "Outdoor_3": "@... I would conquer the world if it means having you stay by my side.",
  "OneKid_0": "I'm a bit jealous. %kid1 is hogging all of your attention.#b#*muttering* ...Well played. I expect no less from a child of ours.$5",
  "OneKid_1": "I don't have any memories of my parents when I was a child. I swear I'll be here for our child in this life.$7",
  "OneKid_2": "@? I think %kid1 inherited some of my powers... Like the ability to create portals?$9",
  "TwoKids_0": "Since %kid1 and %kid2 carry my blood, it means they're only half-human. I'm going to have to teach them how to control their powers soon.",
  "TwoKids_1": "I don't have any memories of my parents when I was a child. I swear I'll be here for our kids in this life.$7",
  "TwoKids_2": "%kid2 seems weaker than %kid1. However, %kid2 is much more perceptive. As expected of our children.$1",
  "TwoKids_3": "I'm jealous. %kid1 and %kid2 take up all your valuable time and attention, when all of it should be spent with me.$s#b#...I'm kidding! You obviously love me the most. Right?$l",
  "Good_0": "You're coming straight back to my arms when you come back home, my love.$1",
  "Good_1": "Let's play a game of 'Big Bad Wolf and Defenceless Rabbit'. You run and hide, and I'll hunt you down.$u#b#Ready, go.$6",
  "Good_2": "It's hard to be aloof and mysterious when you drive me crazy.$h#b#You make me the happiest man in the world, @.$u",
  "Good_3": "Let me know if anyone bothers you, alright? I'll 'talk' to them.$7#b#Even in jest, I'm the only one who should be allowed to hurt you.$11",
  "funLeave_Lucikiel": "I'll be over at Clint's place! If I don't show up, he'll start inviting himself over to our house.$h",
  "funReturn_Lucikiel": "Hey babe. Aren't you going to welcome me back home?$l",
  "spring_1": "It's dangerous to go alone, so take this. It's a small mimicry of my powers, but it will protect you when I'm not around.[499]",
  "spring_23": "It would be my pleasure to escort you to the dance tomorrow.$4#$e#Should I flex a bit more? You know, to score some extra points with you.$4",
  "summer_1": "It's officially summer. Now I can replenish on our stock of ice cream!$h#e#I have a few ideas on how to capitalize this.$l[64]",
  "summer_10": "Heh, I have a big surprise waiting for the Luau soup.#b#Oh come now, you've got to leave a man with a few mysteries.$u",
  "summer_25": "Did you know that Sebastian and Sam play 'Solarian Chronicles' on Saturday nights? It's similar to 'Dungeons and Dragons'.$4#b#Then I thought, why play the game when you can experience it in real life? So I took them into alternate dimensional plane and left them there.#e#I'm kidding~$6#b#I brought them back after Sam trampled an ancient flower and angered a peace-loving tribe of elves. Also, Sebastian might have a lingering fear of unicorns.$h#e#I'm not allowed to mess around with them. Bummer.$s",
  "fall_15": "Tomorrow is the festival. I'll be the one guarding your merchandise.$6",
  "fall_26": "The Spirit's Eve Festival is one of the few times I can dress up as a demon in front of others!$h#b#Not that I need to, anyway. I'm pretty sure everyone knows about me at this point.$1",
  "winter_1": "Even when the world turns cold and pale white, you fill my life with warmth and color.$l",
  "winter_9": "It's my birthday today. I've lost track in the past, but it's become meaningful to remember every year that I spend with you.#$b#Everything I want - I already own. You are my most precious gift in this life.$h",
  "winter_25": "When I'm with you, I feel only the warm touch of your hand instead of the bitter cold of the snow. [517]#e#I love you, @. You are my world and your smile lights up my life.$11"
}