{
	"Entries": {
					 "700005/e 7000013/f Lyell 980/w sunny/t 2000 2100": "Saloon1/-1000 -1000/farmer 21 19 1 Lyell 24 18 2/pause 1000/fade/viewport 24 19/skippable/animate Lyell false true 460 36 36 36 36 37 38 39 38 37 36 36 36 36 36 36 36 36 37 38 39 38 37 36 36 36 36 36 36 36 37 38 39 38 37 36/pause 800/emote Lyell 56/pause 800/move farmer 3 0 0/pause 900/speak Lyell \"@! ¡Es bueno verte aquí!$h\"/pause 800/speak Lyell \"Solo estoy disfrutando un tiempo libre. No hay nada como una bebida fría después de un duro día de trabajo.$h\"/pause 800/speak Lyell \"No creo que alguna vez me hartaré de una buena bebida si soy honesto.$h\"/emote Lyell 32/pause 800/speak Lyell \"Creo que he estado vivo lo suficiente como para cansarme de eso también.$h\"/emote farmer 8/pause 800/speak Lyell \"Hm? Oh, solo quiero decir... Bueno, quiero decir que incluso a la edad que tengo, todavía disfruto de una agradable noche en el salón... eso es todo.$h\"/pause 900/speak Lyell \"De donde vengo, hubo un tiempo en que se prohibió beber.\"/pause 800/speak Lyell \"¡Pero no me detuvo! Solo hice mis propias cosas y bebí eso.$h\"/pause 800/speak Lyell \"Por mucho que creo en seguir la ley, algunos de ellas son demasiado tontas para tomarlas en serio.$h\"/pause 800/speak Lyell \"Sin embargo, yo era mucho peor de joven. Constantemente me metía en problemas.$h\"/emote Lyell 28/pause 800/speak Lyell \"Pero, bueno, supongo que a medida que crecí, me calmaba un poco. Realmente no me meto en demasiados problemas en estos días. Al menos, ¡trato de no hacerlo!$9\"/pause 900/speak Lyell \"$q 999999 null# A veces me siento bastante mal por lo que solía hacer cuando era un muchacho. Pero supongo que eso fue en el pasado, ¿no?#$r -1 50 drinking_1#Lo que importa es lo que estás haciendo ahora.#$r -1 -50 drinking_fire_2#El pasado es lo que hace a las personas quienes son.\"/pause 1500/speak Lyell \" *bostezo* Se está haciendo bastante tarde, ¿no? Debería irme a casa. ¡Deberíamos hacer esto de nuevo alguna vez!\"/fade/viewport -2000 -2000/pause 2000/end",
        	},
}