{
	"Entries": {
					"700004/e 700003/f Lyell 500/w rainy/z summer/z spring/t 2000 2300": "New Snow/-1000 -1000/farmer 30 30 0 Lyell 30 27 3/pause 1000/fade/viewport 30 27/skippable/move farmer 0 -2 0/faceDirection Lyell 2/pause 800/speak Lyell \"Estás deambulando hasta tarde. Y bajo la lluvia, nada menos.$h\"/pause 800/speak Lyell \"Sí, me levanto bastante tarde también, pero esto es normal para mí.$u\"/emote farmer 8/pause 800/speak Lyell \"Solo estoy disfrutando del clima.$h\"/pause 800/speak Lyell \"Sé que se ha vuelto más frío debido al cambio de estaciones, ¡pero la lluvia fría simplemente se siente increíble!$h\"/pause 1500/speak Lyell \"Honestamente... me recuerda a mi tierra natal. Allí llovía a menudo y rara vez hacía más de setenta grados, por lo que la lluvia siempre era fresca.\"/pause 1500/speak Lyell \"Cuando era joven, jugaba bajo la lluvia con mi hermana mayor.$h\"/pause 1500/speak Lyell \"Pero eso fue hace mucho tiempo ya.$s\"/pause 800/speak Lyell \"Supongo que hago todo lo posible para recordar esos tiempos otra vez... Mi corazón se sentia mucho más ligero en aquel entonces.$9\"/pause 1500/speak Lyell \"Es una lástima... parece que mientas más se envejece más pesado se siente uno.\"/pause 800/speak Lyell \"Tal vez sea porque la realidad se vuelve mucho más evidente a medida que envejecemos.$s\"/pause 1600/emote Lyell 28/speak Lyell \"Sin embargo, no me molesta. Crecer también tiene un lado positivo.$h\"/pause 800/speak Lyell \"$q 999999 null# El envejecimiento es una forma de vida natural al final. ¿No es mejor envejecer que permanecer joven para siempre?#$r -1 50 aging_1#Con la edad viene la experiencia y la sabiduría. Prefiero envejecer.#$r -1 -50 aging_2#No me gusta pensar mucho sobre eso. Carece de sentido.#$r -1 20 aging_3#Puedes ser mayor pero aún sentirte joven.\"/pause 500/stopMusic/speak Lyell \"Ha sido agradable hablar contigo. ¡Nos vemos luego!$h\"/pause 900/speak Lyell \"¡Y no te resfríes!$h\"/fade/viewport -2000 -2000/pause 2000/end",
        	},
}