{
	//Hoodia
		"hoodia.title": "hoodia stem",
		"hoodia.text": "Hello @, ^^ i saw this plant begin to wilt near my house and thought it will grow better in your hands. ^i hope you like cacti. ^^Mayor Lewis",

	//Agave1
		"agave1.Title": "agave stem",
		"agave1.Text": "Hey @ ^^ i passed by this plant on my way to the library and it looked really pretty but i think you can make it look even more beautiful. ^^Yours, Penny",

	//Agave2
		"agave2.Title": "agave stem",
		"agave2.Text": "Morning @ ^^ this little fellow was growing outside stardrop but plants aren't really my profession ^and i figured you might take better care of it. ^^Gus",

	//Flapjack
		"flapjack.title": "flapjack stem",
		"flapjack.text": "Hello dear ^^ I recently began growing these precious little cacti and thought you might enjoy it too! ^be careful not to get pricked dear @. ^^Granny evelyn",

	//Bluecandle
		"bluecandle.title": "blue candle stem",
		"bluecandle.text": "Hi @! ^^ Saw these lil dudes near my dad's store ^thoughts you would like to have them. ^I bet you would have taken them yourself if you found them first. ^^Abigail",

	//JadeCactus
		"jadecactus.title": "jade cactus stem",
		"jadecactus.text": "Hello farmer @, ^^ Aunt Marnie told me i should try to write a letter to a friend so i wrote you. ^I also found this cute plant and thought about you, so you can have it. ^^From Jas!",

	//ZebraCactus
		"Zebracactus.title": "zebra cactus stem",
		"Zebracactus.text": "Good day @, ^^ I was examining some cacti speciments with my father but this was way too perfect to dissect so i wanted to give it to you. ^^Maru",

	//Aloevera1
		"Aloevera1.title": "aloevera stem",
		"Aloevera1.text": "Morning @! ^^ You know often times nature can be used as an even better remedy than human made medication. ^Make sure to grow and apply these to burns. ^^From Dr Harvey",

	//Aloevera2
		"Aloevera2.title": "aloevera stem",
		"Aloevera2.text": "Hello @, ^^ All these years in the nature have thought me some tricks about natural medications. ^I picked some of these for you to use if you ever get hurt. ^Please try not to get hurt. ^^Linus",

	//StarCactus
		"StarCactus.title": "star cactus stem",
		"StarCactus.text": "Good morning @, ^^ I acidentally ordered too many of these and figured id give one to my best patron. ^If you end up liking the plant you can always buy more at Pierre's. ^^Pierre",

	//Saguaro
		"Saguaro.title": "saguaro stem",
		"Saguaro.text": "hi @!!, ^^ My friend Sandy sent me this pretty plant but i'm scared i'll end up killing it. ^So i think it'll be a bit safer in your hands wink. ^^From your bff Emily!"
}

