{
  "companionAccepted": "Hell yes I'll go with you. I was born for this!",
  "companionRejected": "@, I'm not ready - I don't think I should go with you - today$2.#$b#I mean$2.#$b#I'm not in the mood.$2",
  "companionRejectedNight": "Not that I love a night-time sneak out, but seriously.#$b#You have to work tomorrow so go to bed.#$b#For me? Please.",
  "companionDismiss": "Hey, I had a really great time with you. I'll see you around, yeah?",
  "companionDismissAuto": "Well, thanks for the great time but I gotta go. Alex'll be waiting up.#$b#He wants to play Wii Sports again.$1",
  "companionRecruited": "So boss, where we heading today?",
  "companionAccepted_Spouse": "I'm glad you want me to come with you.#$b#I'd hate for you to just be wandering around by yourself.#$b#I can protect you this way.",
  "companionRejectedNight_Spouse": "I'm beat @. Not that I love spending time with you but I'm exhausted.",
  "companionDismiss_Spouse": "Alright babe, I'm gonna head back to the farm now.#$b#Love ya.$5#$b#I'll see you soon.",
  "companionDismissAuto_Spouse": "I have to go now @.#$b#I'll meet you back at the farm?#$b#Alright, I'll see you soon.",
  "companionRecruited_Spouse": "Any time, any day I will gladly come with you.#$b#You know how much you  mean to me, right?$5",
  "companion_Farm": "This place is pretty cool. You did this all yourself?",
  "companion_Farm_Spouse": "Our land, our home. Two farmers against the world.#$b#Haha!",
  "companion_Mine": "Next time we come here could I take along my friend?#$b#He's called Dustin.#$b#He'd love it down here.",
  "companion_Forest": "Hmm. I know someone who'd go crazy to see a real wizard.",
  "companion_Town_Night": "You got a flashlight? Mine broke.",
  "companion_Town_fall": "Fall's probably my favourite time of year.",
  "companion_Town_fall_Rainy": "I can feel my hair deflating by the minute.",
  "companion_Mountain": "It's pretty cold up here. Need my jacket?",
  "companion_Beach_summer": "One day I'll tell ya the story of how Alex and I met. It was on this beach, actually.",
}