{
  "Rainy_Day_0": "I like watching the rain fall from our windows.$n#$b#It's so peaceful.",
  "Rainy_Day_1": "Today is a perfect day to snuggle in a warm blanket and read a good book!$6",
  "Rainy_Day_2": "I wanted to go out and see Gunther today but the rain makes me want to stay inside all day instead...$s",
  "Rainy_Day_3": "It's raining again.$n#$b#If you plan on going out, don't forget to take a raincoat!$b#I don't want you to get sick!",
  "Rainy_Day_4": "I wonder if it rains in the desert too...#$b#I kind of want to walk there myself to check!$h",
  "Rainy_Night_0": "The trees look all nice and clean outside!#$b#It makes me feel very refreshed.$b#Do you feel it too, @?",
  "Rainy_Night_1": "I finished my book today.#$b#Why don't we cuddle in bed and I'll tell you all about it?$6",
  "Rainy_Night_2": "Did you have a good day despite the rain, sweetie?",
  "Rainy_Night_3": "Why don't you give me you wet clothes and I'll hang them to dry?",
  "Indoor_Day_0": "Morning, sweetie! Did you have nice dreams?$6#$e#I'd tell you about mine but I forgot already!$h",
  "Indoor_Day_1": "@, I tried to cook you something different today.#$b#I hope it's good! [194 195 201 210 211]",
  "Indoor_Day_2": "@! I had an incredible dream last night!$h#$e#I can't tell you exactly, but it involved you, a dragon and a lot of clothes!$h",
  "Indoor_Day_3": "I'm always impressed by how much you work around here.#$b#If you ever need help, just tell me! I'll do my best to help you.",
  "Indoor_Day_4": "Don't forget to eat a full breakfast, sweetie!#$b#You need a lot of energy working around the farm!",
  "Indoor_Night_0": "Did you have a nice day, sweetie?",
  "Indoor_Night_1": "I missed you today, @!#$b#Why don't we have a day in tomorrow?$4",
  "Indoor_Night_2": "You look tired, sweetie.#$b#Don't forget to take some rest every once in a while, okay?",
  "Indoor_Night_3": "I did a lot of work around the house today!$h#$b#I'm doing my best not to be a burden for you.",
  "Indoor_Night_4": "I had a long talk on the phone with my brother today.$h#$b#He says hi.$6",
  "Outdoor_0": "The sun woke me up, so I decided to get some fresh air.#$b#I hope I didn't wake you, @!",
  "Outdoor_1": "Why don't you stand by me for a minute?#$b#Everything is so quiet early in the morning!$6",
  "Outdoor_2": "Do you have a lot of work to do today?#$e#Me?$7#$b#I'm just gonna enjoy our beautiful farm.",
  "Outdoor_3": "Hey, sweetie!$h$b#I made you my special recipe! Hope you like it![250]",
  "Outdoor_4": "You still look half asleep, @!$h#$b#Are you sure you don't want to stay in bed for a little while more?",
  "OneKid_0": "I can't believe we have a kid!$h#$b#I don't think I have ever been that happy!$h",
  "OneKid_1": "%kid1 looks so much like you!$4",
  "OneKid_2": "Don't you worry about %kid1 while you're out working.#$e#I will stay home and take care of our little monster!$h",
  "OneKid_3": "I hope %kid1 didn't wake you up last night.$6#$b#The crying was very loud... I took care of it though.",
  "TwoKids_0": "Now that we have %kid2, I feel like my life is finally complete!$4",
  "TwoKids_1": "You won't believe what %kid1 said to %kid2 today!$h#$b#It was adorable!",
  "TwoKids_2": "I love reading to our children!$h#$b#I hope they will come to like books as much as I do.",
  "TwoKids_3": "My brother can't wait to meet %kid1 and %kid2!$6#$b#He is so excited to be an uncle!$h",
  "Good_0": "@!#$b#I just wanted to tell you that I love you.$4",
  "Good_1": "I know that look!$4#$b#You want a kiss, don't you?$6",
  "Good_2": "Sometimes, I think about everything that has happened to me, and I thank every god there ever existed that I met you.",
  "Good_3": "Have a good day, sweetie!$h#$b#I can wait to wrap you in my arms when you come back!$4",
  "Good_4": "I'm so lucky I met you!#$b#You made me believe there was still love and hope in this cruel world.",
  "Good_5": "Don't stay out late today, @!#$b#I have a special dinner planned for my lover!$4",
  "Good_6": "Come here, sweetie.$b#I can't get enough of your kisses.$4",
  "Good_7": "Aaaah, just seeing you smile makes my day!$h",
  "Good_8": "What?#$b#I can't even admire my lover?$4",
  "Neutral_0": "I haven't seen Emily for a while, I wonder how she is.",
  "Neutral_1": "I just started a new book, it's pretty interesting.",
  "Neutral_2": "Are you going out today too?$7#$b#Don't come back too late, I feel like I haven't seen you in forever.$u",
  "Neutral_3": "How do I look today?#$b#What? You haven't complimented me in forever.$u",
  "Neutral_4": "I'm sorry, I don't feel like talking right now.$u",
  "Neutral_5": "Aren't you tired of working all the time?$u",
  "Neutral_6": "I haven't seen you in forever. Let's hang out tomorrow, okay?",
  "Neutral_7": "I'm getting tired of always doing the dishes. Can you do it today?$u",
  "Neutral_8": "I'm finding myself thinking about my brother more than usual lately.",
  "Neutral_9": "You look absent. Can't you tell me what's wrong?",
  "Bad_0": "I fell like we haven't done anything fun in so long...",
  "Bad_1": "Just leave me to my book, please.$u",
  "Bad_2": "It's been a while since we just talked...$s",
  "Bad_3": "Characters in books seem so much more interesting than real people...$u",
  "Bad_4": "I've already lost so much, I can't loose you as well, @.$s",
  "Bad_5": "I feel like I don't know you anymore.$s#$b#Just talk to me, please!$u",
  "Bad_6": "Oh, so now you want to talk?$a",
  "Bad_7": "I've been thinking about going to Zuzu city.$s#$e#No, not only for the day.$u",
  "Bad_8": "I keep thinking about the war...$s",
  "Bad_9": "I can't seem to be able to feel joy anymore...$s",
  "spouseRoom_Mona": "I just need some time alone in my room today. Let's talk later, okay?",
  "funLeave_Mona": "I have things to do in the village today.#$b# I'll see you in the evening, sweetie?",
  "funReturn_Mona": "Did you have a nice day, @?#$b#I had a very productive day today. But it feels good to be home!"

}