{
  "Introduction": "Hello, Master @. I am Minu, and as of today, I shall be your butler...^Hello, Lady @. I am Minu, and as of today, I shall be your butler...",
  "danceRejection": "My apologies, Master @. I do not wish to dance...$0^My apologies, Lady @. I do not wish to dance...$0",
  "divorced": "..Do you find it amusing to see me this way..?$10",
  "dumped_Guys": "..It's quite alright. Not everything will workout the way we'd hope it would.$2#$b#%Minu glances down.#$b#That being said, I shall still be here as your butler, nonetheless of my emotions.$1",
  "secondChance_Guys": "I'll forgive you, promise me you'll never do that again.$3",
  "Mon": "Goodmorning, Master @.$15^Goodmorning, Lady @.$15#$b#Would you care for some coffee? You're looking rather sluggish this time of day, it might do you wonders if you at least drink a cup.#$b#Here.[395][223]$12",
  "Mon2": "Hello, master...You're a bit talkative today.$14^Hello, my lady...You're a bit talkative today.$14#$b#It's not that I mind, it's just a bit unusual.#$e#How...? Well, for instance, I was hired as a butler.$3#$b#I clearly remember reading through the files, but I don't recall small talk and friendly banter being listed as one of the requirements$19.",
  "Mon4": "Tsk.$7#$b#Master @, if you would be so kind as to change out of your current apparel, then you'd be doing us both a favour.$5^Lady @, if you would be so kind as to change out of your current apparel, then you'd be doing us both a favour.$5#$b#You should also take a bath, there is a strong earthy odor emanating from your body.$5#$e#Leave your clothes out when you're done, I'll have them washed immediately.$9",
  "Mon6": "Hm...Strange.$2#$b#I remember leaving a book out on the living room table, but it's not there anymore.$13#$b#Ah...Pay me no mind, I most likely misplaced it by accident.$7#$e#%Minu sighs#$b#I *was* looking forward to finishing it too... Not much I can do.$10.#$e#It's a mystery novel, if you're curious; A Gust of Rose Petals. If I manage to find it, I might lend it to you.$1#$b#It's 400 pages long but a worthwhile read.$12",
  "Mon8": "Would you like to see my magic, Master @? I practise using it everyday so there's no risk of losing control and ruining the interior.$12^Would you like to see my magic, Lady @? I practise using it everyday so there's no risk of losing control and ruining the interior.$12#$b#How about it? I can show you a simple light spell.$15#$e#Marvelous.$12#$b#%He lifts his arm up over his head. There's a flash of light before crystals start raining down from his hand.#$b#Stars are much too large for me to recreate, so I've tried making the ones we see from a distance. $18#$b#It's easier to control them this way. Imagine bullets.$26#$b#Sorry. That should be enough.$15",
  "Mon10": "Would you like something to eat, master?$12^Would you like something to eat, my lady?$12#$b#I've already prepared you a meal, so there's no point in you declining.$15#$b#Unless you'd prefer to hurt your friendly house butler's feelings.$19#$b#I made it with love.[204 201 230]$15",
  "Tue": "Hello, up for a quick chat?$5#$b#Well, I'm rather busy with housework and all, so I'm not much for company.$3#$e#Hm.. The air feels pleasant today, wouldn't you agree? A perfect day for an adventure.$12#$e#I enjoy venturing through the forest here. The magic in the air feels strong, and the apple creatures are very cute.$1#$b#I recommend a stroll there once in a while, you might come across one yourself.$12#$e#Ah, sorry. I'm rather busy at the moment, let's talk some more another time.",
  "Tue2": "Do you recall when I said we'd talk a bit more some other time? Well I feel up to it, so let's have that conversation right now.$15#$e#Say, do you have any fond memories from when you were a child, Master @?$1#$b#As for myself, that would be at a picnic with my mother.$6#$b#I can't recall the last time I'd been on a picnic. Neither can I recall my mother...$14#$e#Why is that you ask? *sigh* Well, I can't remember her very well, but I know she had a kind and warm smile.$11#$b#...Ah, listen to me ramble on and on about the past!$6#$b#...$14#$b#...$7#$b#Master @, you remind me of her...$13^Lady @, you remind me of her...$13#$b#So it's a rather pleasant feeling being around you.$12#$e#%He bows his head.#$b#Thank you for hiring me.$1",
  "Tue4": "Hm.. I'm through with this, now what's next?$6#$b#%Minu is looking through a piece of paper in his hands.#$e#Ah, master. This is just today's list of housework, I'm done with most of today's task, except the children's room and...^Ah, m'lady. This is just today's list of housework, I'm done with most of today's task, except the children's room and...#$b#%He squints his eyes at the piece of paper.#$b#That's all...$6#$b#That can't be right...$14#$b#Can it?$12",
  "Tue6": "Master, it's rather careless of you to leave your belongings lying about.$15^M'lady, it's rather careless of you to leave your belongings lying about.$15#$b#You could trip over this rather large bag!$6#$b#%Minu unzips the bag, rocks and twigs fall out of it.#$b#I really cannot comprehend your decisions in life$5#$e#I will.. Serve you, nonetheless.$3",
  "Tue8": "Master, do you know what a truckle is?$0^M'lady, do you know what a truckle is?$0#$b#It is a person who is subservient; someone who, without much persuasion, will yield to the demands of others.$8#$e#Please, I worry for your well-being. Don't be too trusting of the people here$13#$b#Aside from myself that is! I believe I've garnered your trust, yes?$15#$b#It's just that I haven't had a person to call a friend for what feels like an eon. I wouldn't ever want to lose that connection to that person.$6#$b#Even if that person is as incompetent as yourself.$19#$e#Ahhaha! Why are you upset? It's but a jest.$15",
  "Tue10": "%A bright blue light materializes from Minu's palm.#$b#He gazes into the light intently with a profound sadness daubed across his face.#$e#...!$6#$b#I'm so sorry, I wasn't paying attention. How may I be of service, Master @?$13^I'm so sorry, I wasn't paying attention. How may I be of service, Lady @?$13#$e#...?$14#$e#Ah...Ahahaha...$14#$e#%Minu sighs.#$b#Forgive me, did I worry you? I don't fancy appearing vulnerable infront of you.$8#$b#It's just my mother... She's been on my mind lately, setting my thoughts askew.$9#$b#I guess I never truly realized I lost her, til' just recently. That sounds strange, doesn't it?$10#$e#I'm sorry... I didn't intend to keep you at bay like this, I really appreciate your patience with me.$7#$b#Right, I better get back to work.$1",
  "Wed": "Master @. I always see you carrying that large bag around, what's it for..?$5^Lady@. I always see you carrying that large bag around, what's it for..?$5#$b#Ah, my sincere apologies! It's purpose should be obvious- What I mean to ask is...Why have such a large bag?$6#$b#You're always racing against the clock like a white rabbit, and my eyes chase you about like the little Alice.$2#$b#I've seen all the other townsfolk do the same,; they must be as curious as I am...$8#$b#Anyway, wouldn't it be more convenient to wear a small pouch instead since you're constantly running around the town?$14#$b#Oh..!$6#$b#I didn't mean to be so intrusive. It was simply what I believed to be the logical thing to do.$13#$b# But if your logic is different from mine, then that isn't the least bit strange.$12#$b#As long as a justified reason resides behind your actions, then being conventional or convenient shouldn't matter.$14#$b#Ah..! Well, I won't press into it any further. It seems you've made a habit of it and it would be noticably strange if you suddenly stopped.$7#$b#I shall see about my day now. Thank you for your patience, master.#$e# I wonder if these habits of yours would be why why people find you so endearing.$15",
  "Wed2": "%Minu's eyes don't meet yours. He's staring at the floor while his hands sway from left to right, bright blue streaks follow along with his movements#$e#...!$6#$b#Y-you caught me off guard. I feel flustered, I didn't mean to jump back like that.$27#$b#%Minu clears his throat .#$b#Erm...Is there something you need my help with, Master @?$14^Erm...Is there something you need my help with, Lady @?$14#$e#I'm heading to Pierre's shop today to buy some cooking oil, is there anything you'd like me to get you while I'm there?$12#$b#If there is, you can go ahead and list them down on a piece of paper. Leave it on the kitchen counter so I can pick it up later.$1#$b#Just be sure to put weight on it so it isn't blown away by the wind.$15",
  "Wed4": "Goodness, is that a sword you're handling?!$6#$b#Please put it away immediately, you could very much hurt yourself with that.$5#$b#How on Earth did you manage to get your mits on one anyway?$3#$b#%With a pinched expression, he lets out an exasperated sigh.#$b#Hah...Alright, I get why you have a sword.$7#$b#But please do realize that you aren't in need of one. If it's for protection then my statement still resides, you *really* needn't fret over such trivial matters, master.$5#$b#As long as I am here to protect you, you'll be fine.$16",
  "Wed6": "You look tired from work, would you like to take a break? Let me brew you some coffee.$1#$e#Master, I suggest hiring a few workers to help you around the farm, it wouldn't do harm to have an extra set of hands.$0^My lady, I suggest hiring a few workers to help you around the farm, it wouldn't do harm to have an extra set of hands.$0#$e#If you'd like, I could call for an animal caretaker.$14#$b#I'd offer to help but I'm not good at maintaining livestock. My training as a butler doesn't include any farm activities.$15#$e#Ah! The coffee's done. Here.[395 253][651]$1",
  "Wed8": "%Minu stares into the blue ball of light flaring from his palms.#$b#I wonder if they're alright.",
  "Wed10": "%Minu's gaze falls to your feet, his eyes begin to move upward as if he's scanning you.#$b#Goodness, @!$6#$b#You managed to pick out a decent enough outfit today!$15#$b#, this calls for a celebration! I'll get started with the cake. You like chocolate right?$12#$e#Hm...#$b#We should definitely invite the entire town over. Such occurrences only happen once in a blue moon!$19#$e#Hey, did I upset you? I didn't mean what I said$4#$b#Would you like me to comment on how you look instead?$19#$b#Well, you're gorgeous.$11",
  "Thu": "Do you drink, Master @?^Do you drink, Lady @?#$b#...No, you don't need to answer that. I apologize, I didn't mean to pry.$8#$e#I'm not one to drink alcoholic beverages, I simply don't see myself doing that.$1",
  "Thu2": "I used to collect various stones when I was younger. I seemed to have a fascination for them.$3#$b#Admittedly, I still do.$15#$e#I prepared breakfast, by the way. Please help yourself.[201 211 610]",
  "Thu4": "I found this ring while cleaning, I think you should hold onto it.#$b#.I doubt anyone from this town owns it, it most likely belonged to the previous house occupants.[517]$3#$e#Didn't you mention your grandfather living here? Maybe he left it for you to find.$13#$b#It's quite handy in adventures, a spell has been casted upon it so that darkness will evade you.$12#$b#A fancy flashlight, I guess.15$",
  "Thu6": "Should I cut my hair? It's getting a bit long.$2#$b#Do you prefer it this way...? Hm...I'll wait till about a month or so, my hair doesn't grow that fast anyhow.$3.#$e#I can't even grow a moustache, imagine that.$15",
  "Thu8": "I have something to give you. It's something precious.$1#$b#I kept failing at first, but after a few tries I managed to finish it. Who knew it'd be that difficult?$15#$b#Here, I'd like for you to have this.[74]$9",
  "Thu10": "My heart feels heavy... I'm unable to bear it.$8#$b#Please, if you can... Stay with me for a bit.$7#$b#%He holds your hand#$e#My mother protected me at the cost of her life, I feel it's weight on my shoulders.$17#$b# I can't risk anything, I have to live for the both of us, and now I'd like to live for you too.$5#$b#Which is why it's terrifying to think that I might get found out...I just can't lose you. I couldn't bear the heartbreak if I did.$10#$b#Tearing me apart, limb by limb, would be less painful than losing another person I care for.$13#$b#I love you too much...$4#$e#Thank you for listening... I feel a bit better now.$9",
  "Fri": "Here's lunch for later./Do you have work to do elsewhere?$0[240]#$b#You can go on ahead then. Just leave the farmwork to your trusted butler, I'm as good at farmwork as any other$15#$e#Go do what you have to do now.",
  "Fri2": "Why do you come home so late at night? I get worried at times that maybe you'll fail return with all your limbs in tact.$3#$b#I wouldn't fancy a master's death on my resume, but that's not the reason I'm worried.$8#$b#So please, do be careful, alright? I won't interfere as long as you remain unhurt.$13",
  "Fri4": "Do you go to the saloon often?$3#$b#If you're drinking, do it in moderation. I prefer not getting phoned to pick you up because your sprawled out on the floor, passed out due to alcohol intake.$13#$b#But if something does happen, call me. I won't have any other person carrying you home.$4",
  "Fri6": "Have breakfast, Master @, but before that, I'd like to make a request.^Have breakfast, Lady Lamron, but before that, I'd like to make a request.#$b#I'd like for you to cook dinner yourself tonight.#$b#I shall assist you of course, to ensure that hellfire doesn't break loose in the kitchen.$3#$b#I trust you're capable, I'd just prefer to see these capabilities myself.$12#$b#Right, here's breakfast.[204 201 230]$15",
  "Fri8": "Do you always carry around your tools with you, Master @?$14^Do you always carry around your tools with you, Lady @?$14#$b#They look heavy, you should really only carry what's necessary.$6#$e#You're always running around with these things, and then you act surprised when you pass out as a result of exhaustion. Don't you see a correlation?$3#$b#%Minu sighs.#$b#This should help a bit.[434]$8",
  "Fri10": "%Minu hugs you#$b#I'd like to stay like this for a bit longer please.$4#$b#...$11#$b#...$9#$b#Alright, I'm sorry about that. It just feels nice to hug you..$14#$e#@...If you're fine having me this way, then please, have me like for all eternity.$13#$b#I can't live being elsewhere, I couldn't bear being without. I'd like to be by your side as long as life allows it.$1",
  "Sat": "Master, did you have a good night's rest? I can see a bit of gray underneath your eyes.#$b#I won't be giving you coffee today, I prefer giving you this.[201 211 610]$3",
  "Sat2": "Are you heading out today? Have you made any preparations incase you hurt yourself?$13#$b#Take this with you, I purchased it from the Dr. Harvey.[349]$14#$b#See if you can make him out as a friend, he's built on all sorts of knowledge on how to medicate yourself. I deem it useful information incase you ever find yourself in such danger.$12#$b#Not that you will, I'll be sure to keep you from harm's way.$15",
  "Sat4": "It's always a pleasure to see you, but you look tired? Maybe you should take a break for a bit$3.#$b#You should eat, it'll give you a bit of your energy back.[230]$12",
  "Sat6": "Are you familiar with Rasmodius? Rather, the wizard living in the tower by the south west of this valley.$12#$b#If you ever cross paths, send him my regards.$15#$b# I'd do so myself but I couldn't neglect my duties as a butler.$3",
  "Sat8": "I feel a strange attachment to you.$3#$b#It's as if I'm being drawn towards you... I can't get rid of it with magic, Master @. It conflicts with my work, I can't focus, I simply can't think straight!$4^It's as if I'm being drawn towards you... I can't get rid of it with magic, Lady @. It conflicts with my work, I can't focus, I simply can't think straight!$4#$b#It's best if you leave me be til I'm able to deal with this properly, you saddle me with these....feelings, and they're too strange.$9",
  "Sat10": "It feels empty whenever you're not here.$3#$b#I like to escape into my mind and think that you are. $1#$b#Please be careful while working today, alright? Here, have a meal.[240 201 230]",
  "Sun": "Are you in need of my service, Master @?^Are you in need of my service, Lady @?#$b#Please never shy away from asking for my help, it is my job to assist you.$15#$e#Would you like breakfast? Here, have at it.[201 610 211]$15",
  "Sun2": "Why would anyone think to bake fish? It's distasteful.$17#$b#Do you like baked fish? If so, then I apologize for my rudeness.$7",
  "Sun4": "It's a weekday, why not have a breather?#$b#Hm..Being a farmer must be difficult , having to maintain animals as well as crops.$2#$b#I might be able to handle it but I'd much rather be your butler, Master @.$12^I might be able to handle it but I'd much rather be your butler, Lady @.$12#$b#Well, I prepared this for you. Don't over work yourself, alright?[213 610 230]$1",
  "Sun6": "I wonder how the wizard is doing?$1#$b# Indeed, I take small strolls around the forest but I never quite make it to his tower. That would steal me away from the house, and it would also interfere with work.$3#$e#He enjoys most of the things I have a distaste for, I think the only think we both like is the color purple.$15#$e#That girl, Pierre's daughter, looks a bit like Rasmodius, don't you think so?$3",
  "Sun8": "Master, spare me a bit of your time, please?$11^My lady, spare me a bit of your time, please?$11#$b#%He pulls your hand to his chest.#$b#My heart is pounding, can you feel it? Whenever I look you, I become like this.$13#$b#I might have developed a liking towards you. Yes, that's it I like you... I really do. I wonder if you'll ever feel the same way.$9#$b#%He lets go of your hand.",
  "Sun10": "You know that I love you, right? Unfortunately my love won't suffice as a healthy diet, but here's an alternative. This meal is really just your nick name for me, so take it.[240]$15#$b#W-was that a bit too forward, I was trying to be more affectionate towards you.$14#$b#Maybe I should see to reading about it in the library, surely they've got things written about romance.$27#$e#Do I seem pathetic? I apologize, I don't want to disappoint you...$4#$b#I really do love you...$1",
  "give_flowersA":"Uhm..? A bouquet...?Would you like me to deliver this to someone...?$14#$b#...$2#$b#Oh... T-these are for me.$6#$b#Well, I-I accept...! Thank you!$4#$b#%He gives you an awkward peck on the cheek.",
  "give_flowersB": "P-please don't sway that around, someone could mistakenly think you're giving it to them.$4#$b#This is a mistake, right..?$14#$b#Ah, well.. I really like you too!$6#$b#%He gives you na awkward peck on the cheek.",
  "breakUp": "Oh...$6#$b#Alright.$10"
}
