{
  "companionAccepted": "Ha, I knew you couldn't resist once you've had a taste. My power has that effect on people.$u#$b#I'm just messing with you. You've already earned the right to stand by my side. Now, let us form the contract...$h#$b#Soul-Link!$6",
  "companionAccepted_Spouse": "You can count on me. Even if the world turns against us, I'll always be on your side.$l#$b#I'll activate the contract...$u#$b#Soul-Link!$6",
  "companionRejected": "Nope. Clint needs me to go check up on our stock. Or something.",
  "companionRejectedNight": "No can do. A warrior needs his proper rest.#$b#Know your limits to control the tide of battle. Some monsters become stronger at night, after all.",
  "companionRejectedNight_Spouse": "It's a little too late to head out now, babe.$u#$b#Don't tempt me. I appreciate a good ol' night-time rendezvous with you, but I have to say no.$l",
  "companionDismiss": "Hmm~? Are you getting rid of me already?$u#$b#Invite me again sometime. I really needed the chance to blow off some steam.$h",
  "companionDismissAuto": "It's pretty late, @. I guess my time to torment you is up for the day.$u#$b#Let me know when you're going to bust some heads in the future!$6",
  "companionDismiss_Spouse": "Stay safe, @.$h#$b#I have a nice surprise waiting for you at home once you're done with your little adventure.$l",
  "companionDismissAuto_Spouse": "*yawn* It's getting late.$u#$b#...I have some special plans to make for tonight. See you soon, love.$l",
  "companionRecruited": "It's about time you asked. I was getting bored!$h",
  "companionRecruited_Spouse": "I won't say no to spending more time with you.$h",
  "companionSuggest": "Listen. I made a pact with you willingly. You have earned my trust to keep me by your side.#$q -1 -1#I'd appreciate it if you'd call me whenever you get into trouble. I wouldn't mind coming to help you.#$r -1 0 Yes#Sure, I'd love your help.#$r -1 0 No#I'll be fine by myself. Sorry.",
  "companionSuggest_Yes": "I'm glad you know that we're in this together. Lead the way, oh mighty leader.$h#$b#Soul-Link!$6",
  "companionSuggest_No": "Suit yourself. I'm sure you'll miss the euphoria of limitless power.$u",
  "companionOnce_Farm": "I heard from Clint that you inherited this farm from your late Grandfather.#$b#...I'm sure he would be proud of you. Keep up the good work.$s",
  "companion_Farm": "I'm jealous. You grow and cultivate life with your own hands, but all I ever do is destroy.$s#$b#Imagine that. The strongest demon learning how to farm.$u",
  "companion_Farm_Spouse": "Imagine living our days like this in gentle bliss.$l#$b#Let's make our dream into a reality.$h",
  "companion_Mine": "Don't let your guard down. Monsters will sneak up on you when you least expect it.$u#$b#Forget about fighting fair. This is going to be fun!$h",
  "companionOnce_Forest": "...That nosy geezer better mind his own business.$7",
  "companion_Forest": "This is a good place to relax, but I sometimes get the feeling that I'm being watched.$10#$b#...?#$b#There! I heard it! Did you hear that 'meep!'?$9",
  "companion_Town_Night": "We should head to the saloon later. It's rowdy on Fridays, but the people there know how to party.$u",
  "companion_Town_fall": "Ah, sorry. Just remembering the past. I guess there's something magical in an autumn setting.$10",
  "companion_Town_Rainy": "When it rains, I like to go the library and read the findings of M. Jasper.#$b#It's amusing. Seeing humans try to prove the magical existence of the most vivid imaginations to the scientific world.$u",
  "companion_Saloon": "I'm not much for the taste, but the effect of Gus's specialty drink is fascinating.$9#$b#It ruins my sense of balance and makes my vision swim, but it also... unwounds me, I suppose.#$b#I don't often get to relax like this, @, given my status as a high ranking demon.$u",
  "companion_Hospital": "I've witnessed numerous ranks among the demonfolk fall prey to illness.$s#$b#We have herbal concoctions and the like, but they only remedy wounds on the exterior. That human doctor of yours certainly deserves respect.",
  "companion_Blacksmith": "Clint seems indecisive when it comes to certain people, but don't let that fool you.#$b#His concentration is razor sharp like a blade when he puts his mind to it. He's quite the talented blacksmith.$u",
  "companion_SeedShop": "I don't really understand you humans and your concept of religion.$9#$b#Demonfolk have no need for worshipping statues. Let alone offering prayers to Yoba.",
  "companionRepeat_WizardHouse": "My, my. What a frigid stare. I know I'm not welcomed here.$8",
  "companion_Beach": "The sound of the ocean waves receding back to the shore is soothing. We tend to overlook these small details.",
  "companion_Beach_Night": "This is...!$10#$b#...Nevermind. It's nothing. Let's continue on with our adventure.$s",
  "companion_Beach_Night8": "I'll never forget that moment when you reached for me when I was battling my inner darkness.$u#$b#Even now, I still remember the lingering warmth in the palm of my hand.$h",
  "companion_ArchaeologyHouse": "When I'm around, a kind girl occasionally frequents this place. She stands next to me with a book sometimes.#$b#We don't say one word to each other, but I like to think we find solace in the other's presence. Surrounded by books, of course.$u",
  "companion_BathHouse_MensLocker": "We should take a nice hot shower when this is all over.$u#$b#It helps relieve body tension and soothe muscle fatigue. It's refreshing after a grueling workout.$6",
  "companion_Mountain": "The abandoned mineshaft is tucked in a remote location away from town.#$b#It's my job to keep the monsters at bay. Who knows what would happen if they ever chose to invade.$7",
  "companion_Desert": "I remember it as if it was yesterday. When the darkness of Shakmeh seeped deep into these sands...$10#$b#Don't mind me. It's best to ignore the whispers of the past.",
  "companion_SkullCave": "I can sense an ancient evil lurking deep within. Angry, corrupt souls swarm above us...$s#$b#It's a warrior's duty to help lay them to rest. This battle will be the ultimate test.$7"
}