{
  //Regular Dialogue

"Introduction": "Oh? Hi the names Grace! You must be the new Farmer. I live out in the middle of Cindersap Forest, just look for the little house with the garden in the back! Feel free to come on by any time.Its nice to see a new face around town for the first time for once in a long time. Well Ill see you around then Farmer!",
  "danceRejection": "Dance? Oh no thanks, Sorry Im just not the best at dancing so I dont want to drag you down with Me Hun! But thanks for asking!",
  "Mon": "Mondays are always so hard! So much work to do to start the week off you know? Better get to work then!",
  "Mon2": "I wonder what I have on my list too do to day? I hope its something fun!",
  "Mon4": "I was working out back a bit ago and found a bird trying to get at my new flower! Oh boy i need too get a new Scarecrow for the garden...",
  "Tue": "Tuseday Mornings always get me, Still tired from Monday!",
  "Tue2": "I should get to work before all my plants dry up!",
  "Tue4": "Im looking to get a new plant for my garden.Just dont know what kind yet...",
  "Tue6": "I have a song stuck in my head and i cant seem to get it out! Might just have to go sing while working out back...Hum.....",
  "Wed": "Man I wish Perrie's was open right now so I could go shop for some new seeds....",
  "Wed2": "Middle of the week is here! Cant wait to go out later this week!",
  "Wed4": "I wonder if i should change my shopping day to Monday or Sunday....",
  "Thu": "I have to go shopping today! Im almost out of snacks.",
  "Thu2": "My Uncle told me to watch out when im in the woods alone, Slime balls!!",
  "Fri": "Friday! After today i can take a little break for the reast of the week!",
  "Fri2": "Im going out to shop for some food at Perrie's,Do you sell stuff from the farm to him? You should,i would grab some stuff from him more offten if you did.",
  "Fri4": "Sam found a flower out in the middle pf the woods and gave it to me, He's a cool guy, i just wish he would lay off the skatebored when i walk though town,",
  "Sat": "Not really doing much tonight but I'm happy to not have as much work as I normaly do during the week.",
  "Sat2": "I might run by the Inn tonight....or not.",
  "Sat4": "Last time I was at the Inn Shane spilled a drink on me and I had to walk home soked in cheap beer, it was not a fun time walking home that night.",
  "Sun": "Slept pretty good last night! Sunday is like the best day of the week for me.",
  "Sun2": "I wish it could rain so i could go back to sleep for a little while longer.",
  "Sun4": "Sundays are so quite, I love it.",
  "summer_Mon": "Oh man summer is Hot! Its going to be a long one!",
  "summer_Mon2": "Monday and its this bad? Man the heats getting to me already!",
  "summer_Mon4": "Its only monday and I'm already done!",
  "summer_Mon6": "My head hurts...",
  "summer_Tue": "Summer is always fun for planting new things!",
  "summer_Tue2": "Some times its to hot to plant new things but its still fun to watter the ones you already have planted!",
  "summer_Tue4": "The weather is something today...",
  "summer_Wed": "Mid week in this heat, I'm done for! ",
  "summer_Wed2": "I'm going to water my plants and head back in.",
  "summer_Wed4": "The heat is way to much for me today, so is that sun! Wow its bright out!",
  "summer_Thu": "I wish I had a bigger hat, Going into town is a death walk with this sun!",
  "summer_Thu2": "I'm going into town to get some stuff later today.",
  "summer_Thu4": "Did you know my birthday is in the Summer? Yep! ",
  "summer_Fri": "My Uncle said he was going to bring me over some ice cream! Hope he get here soon.",
  "summer_Fri2": "During the summer I like to stay inside and relax in the cool AC.",
  "summer_Fri4": "It gets cooler at night during the summer, Some times I leave the windows open for a while to let some cool air come in at night.",
  "summer_Sat": "I have the week off and im ready to cool down!",
  "summer_Sat2": "I wish summer was over, its to hot!!!",
  "summer_Sat4": "No way im going out this week, Its to hot for me to walk all the way into town and back.",
  "summer_Sun": "After im done watering the garden I'm going back to my bed to sleep in the cool AC.",
  "summer_Sun2": "Sundays in the heat are nice only do to me being able to go back inside and relaxing.",
  "summer_Sun4": "I might go and watch a movie on the couch and eat some ice cream later,Movie night!",
  "fall_Mon": "Monday in Fall, what a great morning!",
  "fall_Mon2": "Fall is so nice, after the long  hot summer.",
  "fall_Mon4": "Nice and chilly now that the Summer is over and gone!",
  "fall_Tue": "They have some new seeds at Perrie's for the season.",
  "fall_Tue2": "I'm thinking about going to look to see what he ha's, no way im going to Jojo!",
  "fall_Tue4": "That Manger at Jojo gives me the shivers, he always looks at me when I walk past the store. ",
  "fall_Wed": "The weather is really chnaging! Its not to hot and not to cold and i can still grow stuff!",
  "fall_Wed2": "During the winter I'm going to have to pack everything i can up and break it inside.",
  "fall_Wed4": "Its getting colder and colder by the day.",
  "fall_Thu": "Winter is coming faster then I thought.",
  "fall_Thu2": "The leaves are changing outside!",
  "fall_Thu4": "Humm...",
  "fall_Fri": "Friday has to come and go at some point!",
  "fall_Fri2": "Working in the garden is so hard some times!",
  "fall_Fri4": "A bug got in my glove the other day and I  freaked out for like a hour trying to get it out! In the end it was a little funny.",
  "fall_Sat": "The cows on the ranch where crazy the other night.",
  "fall_Sat2": "I wonder how they take care of baby cows....",
  "fall_Sat4": "How do they raise baby chicks? Little fluff balls running around all the time!",
  "fall_Sun": "Sunday!!!",
  "fall_Sun2": "I'm going to head into town for a drink.",
  "fall_Sun4": "I hope Gus has something new,He always makes good drinks at the end of the night.",
  "winter_Mon": "Winter is here!!",
  "winter_Mon2": "Its so nice and cold out this nice monday morning!",
  "winter_Mon4": "The snow is so nice and flluffy today!",
  "winter_Tue": "I'm happy I was able to get all my plants in the other night thanks to Alex! He helped me move them all inside so they did not die in the cold!",
  "winter_Tue2": "Alex is a help when you need stuff moved fast.",
  "winter_Tue4": "It's nice to know you have someone who can help out!",
  "winter_Wed": "I love the Winter time!!",
  "winter_Wed2": "I love the Winter but I do get sad sometimes do to the plants dieing out...",
  "winter_Wed4": "I can only grow a few things in the Winter time...Its kinda sad.",
  "winter_Thu": "I wonder how the rest of the town is doing.",
  "winter_Thu2": "The Winter days are so rough some times, with all the heavy snow.",
  "winter_Thu4": "I had to clean my roof of all the snow and i almost got stuck!",
  "winter_Fri": "Its to cold to go out today, not going to risk going outside today.",
  "winter_Fri2": "I'm going to have to wait until Monday to go shopping.",
  "winter_Fri4": "I wont make it into town with this weather! Candy is going to have to wait a few days.",
  "winter_Sat": "I wonder if i ask if Alex will come back over before Winter ends and help put my plants back out.....",
  "winter_Sat2": "Hummm....",
  "winter_Sat4": "Or I could get Sam to! Might have to just wait and see who gets here first.",
  "winter_Sun": "I hope the flowers come back bright when Spring comes back around...",
  "winter_Sun2": "I miss walking outside and seeing all the flowers around the forest, and the warmth of the sun.",
  "winter_Sun4": "All of the flowers blooming over night, wow I cant wait for Spring!!",

//This is Marriage Dialogue, it will not be read from this file. If you wish to set regular rainy day dialogue it needs to be done in a different manner. This can be transferred into the 'MarriageDialogueGrace' file

  "Rainy_Day_0": "I love the rain! ",
  "Rainy_Day_1": "I love days when it rains, I dont have to go out and do any work in the garden.",
  "Rainy_Day_2": "I always relax when it rains outside,I wish it rained more often.",
  "Rainy_Day_3": "Sitting inside on a nice day like this is so nice.",
  "Rainy_Day_4": "I think I might watch a movie until the rain lets up and I can go back outside.",
  "Rainy_Day_5": "I was born during a mid Summer storm, I wonder if thats why i like the rain so much...",
  "Rainy_Night_0": "Its so quite out tonight....",
  "Rainy_Night_1": "The rain really makes everyone stay in even during the night I guess...",
  "Rainy_Night_2": "Some times at night when it rains, if you look outside you can see the Fireflies danchin in the rain.",
  "Rainy_Night_3": "......."
}