{
  "Introduction": "Oh hey there! My name is Amelia, I am happy to meet you!",
  "danceRejection": "I'm sorry, I know how to dance, but I don't like it too much",
  "Mon": "Hey @! How's it going?",
  "Mon2": "I'll admit that I have expensive taste, but I also enjoy the simple things like coffee and beer!",
  "Mon4": "I live with Leah, but I'd love to have my own place!",
  "Tue": "Here's a secret...#$b#I enjoy knitting$h#$b#My mother used to frown upon it",
  "Tue2": "Leah and I met about two years ago on a vacation and we became instant friends.#$b#When I needed a place to stay she was there!",
  "Tue4": "I've always wanted a pet but could never have one. Maybe I should get a cat",
  "Tue6": "*Amelia is humming a song peacefully in her own little world*$h",
  "Wed": "I know how to dance, sing, play a million instruments and I hate it all",
  "Wed2": "I always enjoyed learning things. Unfortunately all my education came from at home tutors. I always wanted to go to an actual school",
  "Wed4": "I know this is going to sound strange, but I hate ice cream. I never had it as a child so when I became an adult I went out to buy some. Ugh, never again",
  "Thu": "I'm glad Pierre's sells more than seeds. Since I live with Leah I don't plant anything and I refuse to set foot in Joja",
  "Thu2": "I go to school studying animal science and biology. I just love animals!",
  "Fri": "Ahh Friday night! Time to enjoy my one or two weekly beers",
  "Fri2": "I led a privileged life, both my parents were surgeons so we had tons of money. I got everything I wanted but I wasn't happy#$b#I wanted what most other kids had",
  "Fri4": "I love walking through Pelican Town. There's a forest, mountains and beach all in the one small town",
  "Sat": "I'm sorry, but I got a headache today. I'd like to be left alone$s",
  "Sat2": "If I'm in a bad mood, food might cheer me up. I'm especially fond of cheese cauliflower and baked fish!",
  "Sat4": "My parents wanted me to become a surgeon like them, but it just wasn't what I wanted",
  "Sun": "I always visit Yoba's shrine on Sundays",
  "Sun2": "I'm glad Pierre has a good selection of sparkling water#$b#My favorite flavor is White Grape!",
  "Sun4": "Leah was nice enough to let me put up my calender featuring baby animals!",
  "summer_Mon": "Whew, it's a hot one today",
  "summer_Mon2": "I think I'll go to the beach today!",
  "summer_Mon4": "I'm feeling lucky, I wish Pierre's sold lottery tickets!",
  "summer_Mon6": "When I get my own house, it's going to be small with a small garden, and a cat!",
  "summer_Tue": "I have endless supplies of lotions, makeup and perfume. It's an addiction",
  "summer_Tue2": "I called my mother today. I don't speak with her too often. We don't see eye to eye. Never did.",
  "summer_Tue4": "It's scorching!",
  "summer_Wed": "I don't really like summer, the heat makes me lazy, sloppy and tired",
  "summer_Wed2": "Penny is so sweet teaching the kids. I grew up with a tutor myself, so I know how that is.",
  "summer_Wed4": "As a child I wanted to be a weather person!",
  "summer_Thu": "Sunscreen is a must in the summer",
  "summer_Thu2": "How is the farming life going? Your grandpa seemed like a great man. So was mine, I miss him a lot$s",
  "summer_Thu4": "Sometimes I just sit down and meditate. I feel like I have to for my sanity",
  "summer_Fri": "I keep a journal of my life. It's good to keep track of things, even if it's something stupid that you did",
  "summer_Fri2": "*Amelia is humming a song peacefully in her own little world*$h",
  "summer_Fri4": "Saloon time tonight! Will you be there?",
  "summer_Sat": "I'm sorry, but I don't feel like talking$s",
  "summer_Sat2": "I have a few half siblings, a sister and a brother but they didn't grow up in my house. Lucky them",
  "summer_Sat4": "I woke up this morning and banged my knee on a cupboard!#$b#Still hurts and that was hours ago!",
  "summer_Sun": "White chocolate is pure heaven!",
  "summer_Sun2": "Visiting Yoba's shrine relaxes me",
  "summer_Sun4": "I'm thinking of checking out a movie tonight",
  "fall_Mon": "Ahh Fall, my favorite season! It's not too hot, not too cold and it's my birthday season!",
  "fall_Mon2": "Aren't the Fall colors so beautiful?$h",
  "fall_Mon4": "So, Morris from Joja gave me a dirty look as I walked by the store. Probably because he knows how I feel about Joja",
  "fall_Tue": "I'm really good friends with both Leah and Penny. Leah and I both love nature and we hang out at the saloon.#$b#Penny and I love to read and hang out at the library!",
  "fall_Tue2": "I got some new boots and it's hard trying to break them in. I'm getting blisters",
  "fall_Tue4": "I didn't really have any friends growing up, I was always a loner. I still am",
  "fall_Wed": "When I'm alone I like to put on some headphones and dance silly to music. It's the only dancing I like",
  "fall_Wed2": "The forest is a great place to spend time in during the Fall",
  "fall_Wed4": "The chill in the air is refreashing to me",
  "fall_Thu": "Fall and spring are my favorite seasons#$b#I don't like summer because it's too hot and I don't like winter because it's too cold",
  "fall_Thu2": "Sometimes I just want to ask Marnie to show me how to take care of farm animals!",
  "fall_Thu4": "My sister, Heidi, called me the other day! She lives in Zuzu City with her mom. I do miss her!",
  "fall_Fri": "My dad died a few years ago. We didn't get along, but it makes me sad$s",
  "fall_Fri2": "I was at a park in a town nearby last week and someone asked me out. I had to turn them down because I don't date",
  "fall_Fri4": "Last night for dinner I had a yummy baked fish with yummy steamed vegetables! And a White Peach Sangria!",
  "fall_Sat": "I bought some frozen vegetables. They are currently chillin in my freezer!#$b#Get it, chillin in freezer?...Never mind",
  "fall_Sat2": "I love to read, it takes me to faraway worlds!",
  "fall_Sat4": "*Amelia is humming a song peacefully in her own little world*$h",
  "fall_Sun": "I am so stupid, I cut my index finger while chopping onions last night",
  "fall_Sun2": "I have a half sister named Heidi and a half brother named Daniel. They are my dad's children from a relationship before my mom",
  "fall_Sun4": "You probably won't see me much in winter, but you will catch me here every day anyway!",
  "winter_Mon": "Oh goody, winter is here. Time to shiver and freeze",
  "winter_Mon2": "As much as I hate winter, I do think snow is beautiful!",
  "winter_Mon4": "I am always buying hand warmers in the winter! Toe warmers too!",
  "winter_Tue": "I think I'm going to visit the saloon for a hot chocolate",
  "winter_Tue2": "I got straight A's learning with my tutor, but I'm glad I'm going to classes at an actual university!",
  "winter_Tue4": "I had a dream once where I was in a world full of cats - just me and cats#$b#It was cute and scary at the same time",
  "winter_Wed": "I performed a few shows when I played the piano. I never liked that",
  "winter_Wed2": "Ugh, I think I need new glasses prescription",
  "winter_Thu": "I wish real estate would open in Pelican Town, I really want my own place",
  "winter_Thu2": "*Amelia is humming a song peacefully in her own little world*$h",
  "winter_Thu4": "I'm a well travelled girl. My parents vacationed in different countries every year. I admit I enjoyed it, who wouldn't?",
  "winter_Fri": "I just saw a squirrel shivering in the cold. I was like, I feel ya, buddy.#$b#I hope he has a place to go to to warm up$s",
  "winter_Fri2": "I'm studying animal science and biology but I'm still not sure what I want to do when I'm done",
  "winter_Fri4": "I could go for a hot coffee right now",
  "winter_Sat": "Ugh it's so cold!",
  "winter_Sat2": "I'm heading home soon, way too cold",
  "winter_Sat4": "Saloon always has my business in the winter",
  "winter_Sun": "Have you ever wanted to just scream?$a",
  "winter_Sun2": "*Amelia is humming a song peacefully in her own little world*$h",
  "winter_Sun4": "Visiting Yoba's shrine relaxes me"
}