{
  "Rainy_Day_0": "Идёт дождь. А мне так хотелось пойти поискать червячков!",
  "Rainy_Day_1": "Сегодня дождливо. Я хочу остаться дома.",
  "Rainy_Day_2": "Доброе утро, солнышко!$h#$e#Работай усердно!",
  "Rainy_Day_3": "Как бы я ни любила дождь, я не могу выйти на улицу в этих туфлях...",
  "Rainy_Day_4": "Я всё ещё не привыкла готовить еду, но я постараюсь сделать всё возможное для тебя, @!$1",
  "Rainy_Night_0": "Давай согреемся, хи-хи~$l",
  "Rainy_Night_3": "Мне нравится, как дождь стучит по крыше.$h",
  "Rainy_Night_4": "Сегодня в постели так классно, хочешь остаться со мной?$1",
  "Rainy_Night_5": "Я рада, что ты дома... Мне сегодня очень хочется обниматься!$l",
  "Indoor_Day_0": "Доброе утро, солнышко.$h#$e#Сегодня опять будешь весь день трудиться?",
  "Indoor_Day_1": "Доброе утро, солнышко.$l#$b#Я пыталась приготовить что-нибудь для тебя![210 211 196 240 610]",
  "Indoor_Day_2": "Тебе хорошо спалось?#$b#У тебя был такой вид, будто тебе приснился чудесный сон!$1",
  "Indoor_Day_3": "Я никогда не привыкну к тому, какой ты милый~$4",
  "Indoor_Day_4": "Ферма такая красивая.#$e#Я очень горжусь тобой, @.$4",
  "Indoor_Night_0": "Ты всё успел сделать сегодня, @?#$e#Ты, должно быть, устал.#$b#Давай ляжем в постель!$l",
  "Indoor_Night_1": "Ты выглядишь уставшим.$h#$e#Давай немного отдохнём!",
  "Indoor_Night_2": "Я рада, что ты дома.#$e#Я почувствовала себя немного одинокой.$l",
  "Indoor_Night_3": "Работа уже закончилась? Пойдём, я уложу тебя в постель и обниму крепко-крепко.",
  "Indoor_Night_4": "Я закончила на сегодня и готова к хорошему ночному сну!",
  "Outdoor_0": "Это ведь очень мило, правда, солнышко?",
  "Outdoor_1": "Если я тебе понадоблюсь, я побуду сегодня на ферме.#$e#Я буду тебя подбадривать, ха-ха!$1",
  "Outdoor_2": "Хорошего тебе сегодня дня, солнышко?#$e#Погода сегодня хорошая, так что постарайся сделать как можно больше.",
  "Outdoor_3": "Попробуй, @!$h[350]",
  "Outdoor_4": "Съешь это!$h[204]",
  "OneKid_0": "Малыш %kid1 такой симпатичный.",
  "OneKid_1": "Я надеюсь, %kid1 вырастет таким же замечательным человеком, как и ты!$l",
  "OneKid_2": "Не волнуйся, я за тобой присмотрю %kid1. А ты сосредоточься на своей работе!$h",
  "OneKid_3": "Теперь, когда у нас есть ребёнок, жизнь изменилась... в хорошем смысле этого слова.",
  "TwoKids_0": "Я уже покормила %kid1 и %kid2. Можешь идти работать!",
  "TwoKids_1": "Надеюсь, ты закончишь работу раньше. Дети безостановочно болтают о том, чтобы поиграть с тобой!",
  "TwoKids_2": "Я всё ещё вижу твоё лицо, когда смотрю на наших детей.#$e#Это делает меня такой счастливой.$1",
  "TwoKids_3": "Я уже много раз это говорила, но я очень люблю нашу семью!$4",
  "Good_0": "Супружеская жизнь такова... Ну, я даже не могу описать её!$h#$b#И не говоря уже о том, что я познакомилась с таким замечательным человеком, как ты.$l",
  "Good_1": "Тот день, когда ты сказал мне, что любишь меня, был величайшим днём в моей жизни.$4",
  "Good_2": "Я сегодня чувствую себя очень хорошо!#$b#Давай, сегодня, сделаем много дел!",
  "Good_3": "Привет, малыш.#$e#Готов встретить этот день лицом к лицу?",
  "Good_4": "Будь осторожней сегодня!$2",
  "Good_5": "Хе-хе, я никогда не устану смотреть на тебя.$l",
  "Good_6": "Не обращай на меня внимания... Я просто наслаждаюсь видом, хи-хи~.$4",
  "Good_7": "Я ценю твой тяжёлый труд! Я подумала, что должна дать тебе знать.$1#$e#Я люблю тебя!$h",
  "Good_8": "Поскорее возвращайся~$l",
  "Good_9": "Я всё равно буду любить тебя вечно.$l",
  "Neutral_0": "Не забывай пить воду во время работы!#$e#Делай, также, больше перерывов.",
  "Neutral_1": "Хммм, интересно, что я буду делать сегодня.#$e#Есть ли что-нибудь на сегодняшней повестке дня?",
  "Neutral_2": "У тебя что, перерыв?#$b#Это хорошо, тебе нужно следить за своим здоровьем и сбалансировать отдых с работой.",
  "Neutral_3": "Я бы не назвала супружескую жизнь скучной, но... Такое ощущение, что в последнее время она какая-то односторонняя.$s",
  "Neutral_4": "Я пытаюсь научиться готовить, чтобы когда-нибудь приготовить тебе что-нибудь вкусненькое.#$e#Надеюсь, у меня получится...",
  "Neutral_5": "Я чувствую себя немного измотанной. Наверное, мне лучше пойти прилечь.",
  "Neutral_6": "Интересно, чем сегодня занимаются горожане?",
  "Neutral_7": "Мне сегодня вообще ничего не хочется делать. И это у меня каждый день...#$e#Я просто чувствую себя эмоционально истощённой. Вот и всё.",
  "Neutral_8": "Пожалуйста, не забывай время от времени наводить порядок в доме!",
  "Neutral_9": "Интересно, как долго мы будем жить вместе...",
  "Bad_0": "Ты ведь всё ещё любишь меня, правда?$s",
  "Bad_1": "*вздох*... $s",
  "Bad_2": "Разве ты не счастлив со мной?$8#$e#...$s",
  "Bad_3": "В последнее время ты ведёшь себя по-другому...$s",
  "Bad_4": "Надеюсь, у тебя нет никаких сомнений...$s",
  "Bad_5": "Неужели мне этого мало..?$s",
  "Bad_6": "@... $s#$e#Не бери в голову... $s",
  "Bad_7": "Если что-то не так, то скажи мне.$s#$e#*вздох*... $s",
  "Bad_8": "Извини, но я сейчас не в настроении.$s",
  "Bad_9": "Как ты думаешь, феи ещё раз придут ко мне?$s",
  "spring_1": "Моё новогоднее решение - научиться чему-нибудь новому!",
  "spring_8": "Весна всегда была хорошим временем года.",
  "spring_23": "Я не очень хорошо танцую, но я не стану возражать, если ты хочешь с кем-нибудь потанцевать.",
  "summer_1": "Ура! Лето!#$b#Пей побольше воды и не переутомляйся.",
  "summer_8": "Мы должны пойти на пляж.#$b#Я хочу снова увидеть твои плавки, хи-хи.^Я хочу снова увидеть твой купальник, хи-хи~$1",
  "summer_15": "Не беспокойтесь так обо мне в такую жару! Это ты работаешь, а не я.#$b#Лучше беспокойся о себе.$0",
  "fall_1": "Осень так расслабляет.$h",
  "fall_8": "Ты готовишься к зиме, солнышко?",
  "fall_15": "Какие предметы принесёшь завтра на выставку?#$e#Ты всегда будешь для меня на первом месте~$h",
  "fall_26": "Я не могу дождаться этого праздника! Я люблю в нём всё! Особенно когда мне приходится набивать рот едой...$h",
  "winter_1": "*зевает* Я начинаю чувствовать сонливость всякий раз, когда наступает зима...$u",
  "winter_7": "Будешь участвовать в завтрашнем соревновании по рыбной ловле?#$e#Поскорее бы посмотреть на это!",
  "winter_28": "Спасибо тебе за то счастье, которое ты дарил мне весь этот год, @.$l#$e#Надеюсь, я всегда буду рядом с тобой.$l",
  "patio_Jade": "Сегодня хорошая погода! Отправляйся туда и сделай всё возможное сегодня, солнышко!$1",
  "spouseRoom_Jade": "Хорошего дня, @. Я немного приберусь здесь.",
  "funLeave_Jade": "Пожалуй, я сегодня прогуляюсь на пляж. Всегда приятно снова увидеть океан.",
  "funReturn_Jade": "Я прекрасно провела время в лесу одна. Я смотрела, как жуки летали вокруг, совсем как в старые времена.",
}