{
    "companionAccepted": "Oh! Of course @.$h#$b#Where we are going today?$h",
    "companionAccepted_Spouse": "Oh, of course I will @!$h#$b#I love spending time together.$h",
    "companionRejected": "No thanks, I have to water my crops or I won't have food for the week @. Sorry.",
    "companionRejectedNight": "Sorry @, I have to close the tent before the monsters come.$s",
    "companionRejectedNight_Spouse": "Sorry @, it's late now. Tomorrow we can go.",
    "companionDismiss": "The adventure was great!$h#$b# I can't wait for the next adventure!$h",
    "companionDismiss_Spouse": "Thanks for the adventure @.$h#$b# I'll polish our weapons for the next adventure.$h",
    "companionDismissAuto": "Hey @, it's getting kinda late, and I have to chop some trees for the campfire.$h#$b# Bye @!",
    "companionDismissAuto_Spouse": "It's time for me to go, @.#$b#I need to clean the house before we sleep.",
    "companionRecruited": "Where are we going today, @?$h#$b#Let's find some real trouble!.$s",
    "companionRecruited_Spouse": "I can't wait to go out with you @!$h#What do you want to do today?$6",
    "companion_Beach": "In the mines, I don't have something like this.$h#$b#The fresh air, I really missed this.$h",
    "companion_Beach_Spouse": "Do you know how to fish @?$h#$b# Let's make it a competiton! Whoever loses will have to clean the house!$h",
    "companion_Beach~1": "Hey @, how about we get a boat and go to the sea?$s#$b# Maybe we can see some sharks.",
    "companion_Farm": "That is your farm @?$6#$b#You sure have a lot of land here, and your house isn't that bad.",
    "companion_Farm_Spouse": "I can't belive that this is our farm!$h#$b# I will protect this place until the end!$h",
    "companion_Forest": "I've heard from some people that this place has a mage.#$b#I don't have trust in those people.",
    "companion_Forest~1": "*sniff* *sniff* I feel some magic in the air.#$b# I can't say if it's from monsters or from the forest itself...",
    "companionOnceEnter_Mine": "Wait, another mine?$6#$b#Oh no, here I go again...$s",
    "companion_Mine": "Ok, the mines...#$b# At least here I can practice some fighting!$h",
    "companion_Mine~1": "Oh, there's a dwarf in the mines?$6#$b# And he runs a shop? What a surprise!$h",
    "companion_Mountain": "%Gregory is... staring at the ground?",
    "companion_Mountain~1": "Maybe I understand the way of living of Linus.#$b# I identify with him, we both live from what we found, but I have some crops.$h",
    "companion_Town": "I don't recognize most of the things around here.#$b# Maybe I have to go out of the cavern a little more.",
    "companion_Town_spring": "It's spring already?$6#$b# I lost the sense of time in the mines, so it's time to get some new seeds for the season.",
    "companion_Town_Night": "What are we doing at the town this late @?$3#b#.",
    "companion_Town_fall": "Wait! Wait! There is somthing on my back!$6#$b# It was...#$b# Just a leaf from the trees.$9#$b# Don't say anything @.$3",
    "companion_Town_Rainy": "It's raining...#$b#I don't want to get sick again.$s#$b# Let's get out of the rain.",
    "companionOnceEnter_Summit": "Wow, so this is the summit!$6#$b# I always wanted to go here, I can see the whole town from here!$h",
    "companion_Summit": "What is that?#$b# Look! Look! It's a junimo!$6#$b# Wait...$3#$b# It was just a bird...$9",
    "companion_Summit~1": "I want to stay here for a while.$2#$b# It's quiet, it doesn't have monsters, it's far from trouble, the birds are beautiful, and there is the...$4#$b# Oh, sorry @, I just started talking and don't stopped.$9",
    "companion_BlueMoonVineyard": "I want to prove some of the Sophia's best wine!$h#$b# How about we pay a visit for her?$4#$b# *whisper* I don't have money @, you pay this time ok?$9",
    "companion_BlueMoonVineyard~1": "It was tragic what happened with Sophia's parents, I seemed on the newspapers.$s#$b# But it looks like she is going pretty well alone.$h",
    "companion_BackwoodsPlateau": "*sniff* You smell the smell of coffee @?#$b# I bet the taste is pretty good, I might buy some beans so I can make some myself.$h",
    "companion_BackwoodsPlateau~1": "Hey, these are buffalos?$6#$b# I wonder about the taste of their meat...#$b# What? Don't blame me, I live in that cave without any type of meat.$5",
    "companion_Railroad": "So this is the spa?$7#$b# Maybe I came back here later, I realy need to get out of that cavern.$9#$b# I can't go into the water ther in the cavern, there is some type of magic there.",
    "companion_Railroad~1": "Sometimes @, I just want to get the train and get out of here.$7#$b# But then you came and get me out of that cavern and makes me forget that feeling.$l",
    "companion_Railroad~2": "There is a path to the summit?#$b# I want to go there, when I was a kid there wasn't a path there.#$b# But sometimes the road gets blocked and we can't go there.$s",
    "companion_Desert": "It's hot here...$6#$b# I mean, it's really hot. I am not familiar with this type of temperature.#$b# The mines are more cold.",
    "companion_Desert~1": "How does this little shop here survive?$6#$b# I mean, there's almost nobody here to buy things.#$b# But who am I to say something?$9",
    "companionSuggest": "I wanted to go out a little, how about we go?#$q -1 -1#Hey @, wanna tag team for a little bit?#$r -1 0 Yes#Sure, lets find some trouble!#$r -1 0 No#Hmmmm, probably not today. Don't count me out next time though.",
    "companionSuggest_Yes": "Cool! Let's find some real trouble!$h",
    "companionSuggest_No": "Oh, ok so...$s"
}
