
{

	"Introduction": "Hello. My name is Herbert P. Lovell. I haven't failed to notice that I've never seen you around here before.#$b#Either way, it is a pleasure to meet you.$7",
	"Mon": "Greetings @. May I have your opinion on something?#$b#$q 6000/6001 mon_template#Are your first impressions of me that I am posh?#$r 6000 250 mon_yes#No!#$r 6001 100 mon_no#Well...",
	"mon_yes": "Good, thank you. Just because I'm educated at Vanedale Prep does not make me posh.#$e#",
	"mon_no": "Well perhaps you should seek a higher education yourself then you would understand what it's like.$5#$b#",
	"mon_template": "$p 6000#Perhaps another time...",
	"Tue": "My Uncle was offering to let me continue my education somewhere closer to Pelican Town.#$b#I don't see why I should. I see my Grandfather often enough.#$b#And even if I wanted to, my parents would never allow that.$1",
	"Wed": "My dream in life is to become a lawyer. I think I'd like that profession very much.#$b#I've been told I certainly have the qualities of one.$1",
	"Thu": "Robin built my house for me, which was extremely kind of her.$3#$b#It was a present from my Grandfather on my birthday.$1",
	"Fri": "Hopefully I'll return to school soon. Oh, you don't know what happened?#$b#Valedale Prep's been temporarily closed until further notice. A gas leak apparently.$1",
	"summer_Wed": "I forgot my sun cream. Oh dear.$1",
	"Sat": "I've been living here for a few months already. Until school opens again, I'll be staying here.#$b#My parents pay for my tuition there.$3",
	"Sun": "My Grandfather Lewis was suggesting that I have a part-time hobby as a gardener while I'm off.#$b#He said that he could give me a small pocket of land.#$e#I hardly imagine I'll have time for that, what with all my studies and career goals.",
	"Fri8": "I've dropped out of VaneDale prep. Like that school was going to open again anyways.$5#$b#I don't have the energy to keep talking to you.$5",
	"Mon2": "Hello @. How are you today? I hope your day is going well.$3",
	"Thu2": "I like to think that I get along spendidly with Harvey. He's a decent chap isn't he?$3#$b#I should invite him to our annual Vanedale rugby match.#$b#I'm on the team, by the way.$7",
	"spring_Tue4": "I heard the Flower Dance festival is today.#$b#They don't teach us how to dance at Vanedale Prep. If you couldn't tell.",
	"danceRejection": "It's very kind of you to ask, but I'm afraid I have to make a call during the dance.#$b#Perhaps ask someone else?",
	"divorced": "Do you know how much it hurts to even see you every day let alone talk to you?$5#$b#You're not the person I thought you were, @. The @ I knew was kind, reassuring and most of all, would NEVER leave without at least saying GOODBYE.$5#$b#The clear misjudgement of your character will scar me for a long time.$5#$b#But I can live without you. I don't need you anymore.$5",
	"dumped_Guys": "I enjoyed spending time with you before, but now I'd rather you leave me alone.$1#$b#And while you're at it, don't bother visiting me at my house anymore.$5#$b#I'd rather you stay far away from me.$5",
	"secondChance_Guys": "@, if I open myself back to you, will I have to close myself off again? Because right now I don't know.$2#$b#I suppose there's only one way to find out.$2",
	"Tue2": "If you ever need anything, come ask me.#$b#I'll help you out the best I can.$3",
	"Wed2": "Have you ever read the book 'Great Expectations'?#$b#I recommend. There's even a character with my name in there.$3",
	"Fri2": "I used to visit Pelican Town every summer as a child.#$b#My parents would send me here to spend time with my Grandfather.#$b#I don't see my parents much.$1",
	"Sat2": "Willy has begun to teach me how to fish this year!$3#$b#We've been on four fishing trips together already.#$b#What a nice chap.$3",
	"Sun2": "Sunday means Roast Dinner!$3#$b#I'll be collecting a turkey from Pierre's later today. His prices are so different to what I'm used to.$1",
	"Mon4": "Mayor Lewis told me that you left your previous job working for Joja to come here.$1#$b#How ironic! My father works at Joja!$3#$b#He said it's a finely paying job. So why did you quit?",
	"Tue4": "Now, I once knew this chap called Andrew. I met him in my first year at Vanedale, and you know what he did on the last day?#$b#He set off the fire extinguisher and had to get the entire carpet of the West side replaced!$7#$b#He was, natually, expelled.",
	"Wed4": "I've ripped another hole in my trouser knee. It's an old pair Lewis gave me.#$b#I hope he isn't too upset.$1",
	"Thu4": "Here's a story for you. My old headmaster used to wear matching socks and ties to school every day.$3#$e#Each day had a different colour.$3#$b#Then his wife left him, and he only wore grey socks.#$b#So a few of my mates bought a pack of rainbow socks and decorated the classroom!$3",
	"Fri4": "I'm waiting for my monthly phone call from my mother.$1#$b#She's late.$1#$b#She's meant to call me every month to make sure I'm okay and discuss my spending of my allowance etc.",
	"Sat4": "Hello @, how are you today? I hope you're doing well.",
	"Sun4": "I have a bag pre-packed just in case I get the call from my mother than I can return to Vanedale Prep.#$b#She said she would send a car to collect me.#$b#Soon I'll be out of here!$3",
	"Mon6": "I noticed some of the paving stones are cracked.#$b#Lewis should look into that. I wouldn't want anyone to trip.",
	"Tue6": "Would you care to invite me to your farm one day? I'm curious to see the progess you've made.#$b#My grandfather is curious also. When he empties your shipping box at night, he can't see the farm very well in the dark.",
	"Wed6": "Once I finish my education I'll either pursue a profession as a lawyer, or I'll become an apprentice as Joja.#$b#Just like my dad.$3",
	"Thu6": "Do tell @, what was your education like? What kind of school did you go to? Ever been to a boarding school?",
	"Fri6": "A while ago I had a sweetheart.$2#$b#Her name was Lucy. She had all this blonde hair and she was truly lovely.$2#$b#It ended awfully, though.$1",
	"Sat6": "I've never been one to back down from a fight.$7#$b#I've been in many fights with my mates and I've won them all.$7",
	"Sun6": "How strange. I just received a phone call from the Joja Company.$1#$b#They spoke about my Grandfather's old community center? They want to convert it?#$b#I'm unsure. I must talk to Lewis.",
	"Mon8": "%Herbert's eyes are red, and he doesn't seem in the mood to talk.$",
	"Tue8": "Lewis has been dealing with this better than I have...$2#$b#He keeps having to drag me out of bed every morning because I've stopped getting out myself.$2",
	"Wed8": "I don't know what came over me last night...$2#$b#I was in this... blind rage. I tore apart all my books that my parents bought me.$2#$b#Lewis says he'll replace them.$2",
	"Thu8": "%Herbert looks pale with dark circles under his eyes. He isn't in the mood to talk%",
	"Sat8": "I gave away all my schooling equipment to charity. Lewis said it was the right thing to do.$2#$b#I'm putting money that I inherited into the community center for him.$2",
	"Sun8": "I can't talk right now @.$2#$b#I-I gotta go.$2",
	"summer_Mon6": "I found a stash of secret letters under Lewis' bed. I didn't open them, obviously, but I recognized the handwriting.$1#$e#I wonder why Marnie is sending Lewis so many letters...$1",
	"summer_Mon4": "I'll take you to see the Moonlight Jellyfish if you'd like.$3#$b#They're quite exquisite.$3",
	"summer_Mon8": "%Herbert has been crying. You quietly hand him a tissue but he won't look you in the eyes.%",	
	"summer_Tue2": "Pehaps you could accompany Emily and I later?#$b#She's taking me shell collecting.$3#$b#And I thought perhaps you could take a break from your farming.",
	"summer_Tue8": "There's nothing left to do with my life.$2#$b#What a waste of space I am.$2#$b#I hate this.$2",
	"summer_Wed2": "I have a spare bottle of water, if you'd like it just say.#$b#I understand that it is extremely hot today. So here.$3",
	"summer_Wed4": "I'm not used to this kind of weather. Back home the most interesting weather I'd get was a cloudy sky.#$b#Perhaps some rain, if I was lucky.#$b#I can remember the summers I didn't spend here to be quite dreary.",
	"summer_Wed8": "Lewis is worried about me. I don't care.$5#$b#If he really cared about me, he'd just leave me alone. Like I wish everyone else would.$2#$b#Including you.$2",
	"summer_Thu6": "I bought myself a brand new picnic blanket for this summer!$3#$b#So I can sit on the grass and study.#$b#It's green with white spots. Rather lovely, if you ask me.$3",
	"summer_Thu8": "%Herbert looks sad today. He is ignoring you%",
	"summer_Fri4": "When I was a child, I desperately wanted to be an astronaut.$1#$b#Now that I am older, it is clear to see that that would not be possible.$1#$b#Father and mother never approved.",
	"summer_Fri8": "I don't WANT the money! I don't WANT the property! I want my parents!$5#$b#Why can't ANY of my relatives understand that?! How ridiculously STUPID are they?!$5#$b#They can have it all for all I CARE!$5",
	"summer_Tue": "The insect population here is becoming rather extreme.$5#$b#Good thing I bought some Joja insecticide.$1#$b#Do tell me if you want to borrow some.",
	"summer_Thu4": "Gus and I are old mates. He's been working at that saloon ever since I was a child.#$e#It is wonderful that I get to catch up with him every summer.$3",
	"summer_Fri": "There's an icecream stand now?$6#$b#Out of my way! Out of my way$6",
	"summer_Sat": "I think the sunshine will do us all some good. Your cheeks look much pinker, which is always a good sign.$3",
	"summer_Sat2": "I have this silly little thing that I feel obliged to do every summer.#$b#I suppose it's some sort of routine.$1#$b#I go on a little hike with my Grandfather and we camp for the night.#$b#Now, knowing me you'd think I'd hate to be down lying in the dirt.$1#$e#But I suppose it's bearable.",
	"summer_Sat8": "I don't even open my mailbox anymore. I'm tempted to throw it into the river.$5",
	"summer_Sun4": "Now, I'm no artist but I reckoned that I should try drawing. I tried to draw one of those moonlight jellyfish.#$b#Oh but it went so, so wrong.$2#$b#I'm pretty certain that jellyfish should not look like spiders.$2",
	"summer_Sun6": "I'm a little worried. My parents have not called at all this month.$1#$b#Or perhaps they're too busy for me.$2",
	"summer_Sun8": "%Herbert is ignoring you today%",
	"fall_Mon": "I'll have to order a new coat for Fall. My parents send me an allowance each season.#$b#Do your parents do that? Or do you live off the land?",
	"fall_Mon2": "Lewis gave me a present this morning. Now, I am aware that my birthday has already passed.#$b#He gave me one of his old ties. He said, 'Herbert, if any occasion requires a tie, I want you to wear this.'#$b#That was nice of the old chap wasn't it?$3",
	"fall_Mon6": "Now, I try not to snoop as much as possible, but I couldn't help but read one of my Grandfather's letters on his desk by accident.#$e#He must have forgotten to hide it.$1#$b#He's meeting up with someone at midnight? I'm not sure.",
	"fall_Mon8": "Shane took me out for a beer. He forced me out of bed and told me he could help me.$2#$b#I don't NEED help. I NEED to be left alone.$5",
	"fall_Tue": "I try to involve myself with the people living here. It's refreshing to learn new personalities.#$b#Say, do you like reading? I love to spend time in the library.$3#$e#Perhaps you could accompany me one day?$1",
	"fall_Tue2": "Why, hello @. How are you? I do hope your farm is progressing nicely.$2",
	"fall_Tue8": "Why do you keep bugging me? Can't you see I'm hurting, @? Can't you see that I'm struggling every day yet you still think you're 'helping' me by never leaving me alone.$5",
	"fall_Wed": "I just had new shoes mailed in all the way from Germany.$7#$b#And they weren't even too expensive! Only $433.$3#$b#Oh - I'm sorry I do not intend to brag.$3",
	"fall_Wed4": "All these leaves are sticking to my shoes like glue.#$b#It's such a pain to trample a little trail of leaves wherever I go.$1",
	"fall_Wed6": "Halloweens at Vanedale Prep were so intriguing. We had our own little ritual.#$e#Timothy Beckett was the most fearless out of all us chaps, so every year we had to try and scare him.#$e#We tried everything, absoloutely everything.$1#$e#And what worked? Why, nothing did! He even got a trophy!$3",
	"fall_Wed8": "Alex and Shane broke into my house last night to give me an 'intervention'.$5#$b#I had no idea what they had been through. But Alex promised he'd always be there for me.$2",
	"fall_Thu": "I have two horses back in Vanedale. They're called Dukie and Pukie.#$e#I'm quite proud of the names, to be completely honest.$3",
	"fall_Thu6": "What was your life like when you worked for Joja? Were you always busy all the time? What sort of work is it?#$b#I'm just curious.",
	"fall_Thu8": "Joja destroyed my family. I suppose that from the start my parents have never felt love - they had an arranged marriage by their families.$1#$b#Neither of them wanted it.$2#$b#So why did they bother creating me?$2",
	"fall_Fri4": "I'm so frustrated!$5#$b#My parents still haven't returned from their buisness trip apparently.$2#$b#I tried ringing my parents' Butler but he was so vague.$2#$b#What am I meant to do?$2",
	"fall_Fri2": "I've begun to grow a plant, funnily enough. I decided to take up my Grandfather's suggestion.#$b#Gardening is quite splendid isn't it?$3#$b#I get to have control over something, a life that needs my care and help to survive.$3#$b#Perhaps I should give it a name.$3#$b#Oh, maybe not that far.$1",
	"fall_Fri6": "Hello @. Could I tell you a secret?$1#$b#Last night I took a trip out of Pelican town and met up with a few of my mates. It seems they are all extremely content with the lack of work and studying they have to do.$1#$b#So naturally, I explained that I could NOT give up studying because of my career goals.$1#$b#They were supportive, but said something very strange. They asked, 'Is that what YOU really want?'$1#$b#I said, of course, yes it is! Why would it not be?$6",
	"fall_Fri8": "My parents will never stop taking everything away from me. Even dead they're still taking, and taking.$2#$b#Why did I have to know them?$2",
	"fall_Sat": "I've torn a hole in my favourite woolly jumper! Whatever can I do?$2#$b#I can't just go and buy a new one. It was a present from my Grandfather.$2",
	"fall_Sat4": "I'd forgotten what it was like to be here in Pelican Town. It has a sense of freedom around it, doesn't it?$3",
	"fall_Sat8": "I've been so wrapped up in myself I've forgotten all about Lewis.$2#$b#His daughter...$2#$b#...$2#$b#I'm sorry -I just need some time-$2",
	"fall_Sun": "I know that I was a difficult child, so it mustn't have been easy for my parents to deal with me.$1#$e#Still, I'm thankful for their methods. It raised me to the man I am today.$3",
	"fall_Sun2": "I'm planning on growing a whole orchard next summer.$3#$b#My Grandfather thinks it's a spendid idea!$3#$b#Though I mustn't abandon my studies.$1",
	"fall_Sun8": "%Herbert's voice cracks as he wishes you good morning. You can tell he's been crying.%",
	"winter_Mon": "My grandmother used to send me a knitted set each winter, which was kind of her if not always entirely practical.#$b#I don't ever know why she did it. I've never seen her once.$1#$b#erhaps it was her way of contacting me.",
	"winter_Tue6": "I was watching the news last night - did you hear? A Joja factory recently went up in flames. There seemed to be no apparent cause for the fire.#$e#How strange.",
	"winter_Wed": "I usually have to board over during the winter at school.#$b#I don't ever come home for Christmas. This is the first Christmas I've had with family for a while.$1",
	"winter_Thu": "Do you have any siblings, @? I myself am an only child. My relatives consist of my parents, my grandfather, and some distant relatives.",
	"winter_Fri": "Christmases in Pelican Town are so much brighter than the ones back in Vanedale.",
	"winter_Mon2": "Winter is the perfect time for star-gazing. You should try it out! It's wonderfully peaceful.$3",
	"winter_Mon8": "%Herbert's attire looks ruffled. He's been stressfully running his hands through his hair quite a bit, you can tell.%",
	"winter_Tue4": "My mother is Lewis' daughter. He didn't know he had any family until when she was 18 she looked and sought him out.#$b#His relationship with her is... strained, apparently.$1#$b#But he and I have a good relationship which my mother likes to take advantage of, if I'm being honest.$1#$e#But that's just how my mother works. I'm sure it's always in my best interest.#$b#Her decisions, I mean.$1",
	"winter_Tue8": "Alex told me that Lewis and I can spend Christmas at his house with this family this year.$2#$b#...$1#$b#I don't know how to reply.$2",	
	"winter_Wed2": "A new year begins soon. I do hope it will be better and HOPEFULLY Vanedale Prep will re-open.#$b#However the whole 'gas leak' story is still popular in the papers for some reason.$1#$b#Oh! Did you know Vanedale Prep was funded by Joja?",
	"winter_Wed6": "Ever feel like something bad is going on right under our noses?#$b#I just have this unexplainable feeling of foreboding.$1#$e#I wonder why.",
	"winter_Wed8": "It's so cold...$2#$b#I'm so cold...$2",
	"winter_Thu4": "I'll toast to you and all the work you've done at your farm at the end of this year!#$e#You've done your grandfather proud!$3",
	"winter_Thu8": "%Herbert is hastily clutching a handkercheif in one hand%",
	"winter_Fri8": "What a shame... I built a snowman in my front garden only to destroy it.$2#$b#I need to compose myself, I'm sorry.$2",
	"winter_Fri6": "Your grandfather and mine were apparently thick as theives. I'm unsure if I ever met him, though I do remember when he owned your farm.$3",
	"winter_Sat8": "@... how did you cope when your grandfather passed away? How did you deal with the... pain.$2#$b#Tell me, please.$2",
	"winter_Sun8": "Alex and Shane have been forcing me out of my house and getting me to do activites and such during the day.$5#$b#I don't know why they're so involved in my life.$5",
}












