{
 
    "Rainy_Day_0": "Today seems like the most perfect day to find a good book to read.$3#$b#I'm thankful I brought my little bookshelf with me.",
    "Rainy_Day_1": "I'm tempted to sell my 'summer house' now, considering I no longer have need for it.$1#$b#But my grandfather was completely against it. He said that I should rent it out to anyone passing through Pelican Town for the night.#$b#Or anyone who wants to visit in the summer.$3",
    "Rainy_Day_2": "There's a wonderful peacefulness to our farm. It makes me feel like we are untouchable- this is our own little world.#$b#No one and nothing could ever disturb it. It's ours and ours alone.$3",
    "Rainy_Day_3": "The look on your face when I told you I loved you for the first time is something I'll take to my grave.#$b#Sometimes, when I sink low into dark thoughts, that face of yours flickers back into my memory.$1#$e#And it just makes me realise... everything will be okay.$3",
    "Rainy_Day_4": "I hope that, in the end, after all this, I turned out to be a decent person.#$b#After everything we go through, in the end we realise we are all human.#$b#It took me a while to realise that.$1",
    "patio_Tom": "One day, perhaps I'll get to the place where I'll make peace with my parents' death.$1#$b#Until then, we can work through the greif together.#$e#Because you've made me realise I'm not alone.$3",
    "Rainy_Day_Herbert": "Funny how much aspirations can change. Strange to think how mere months ago the only thing I wanted was to finish my education and satisfy my parents.#$b#The only thing I want now is to do is what's best for me. And us.$3",
    "Rainy_Night_0": "Hopefully, if I ever become a father, I won't ever be like my parents.$1#$b#I'll do it right. And no matter what, I will always, always give them a choice.#$b#I refuse to repeat history.",
    "Rainy_Night_1": "I never want you to worry about me. The best thing you can do is to stay here with me.$3#$b#Just... stay where I can see you. So I know you're there.$3",
    "Rainy_Night_2": "Sometimes I wonder if you would have had a better, happier life with someone else.$1#$b#But you chose me. And I'll never forget that.$3#$b#And I'll always choose you.$4",
    "Rainy_Night_3": "I hope I live long enough to see Joja fall.$5#$b#I hope I live long enough for them to see what they do to people.$4#$b#That's all the closure I need.$4",
    "Rainy_Night_4": "How was your day, my dear? I hope it was a good day!$3#$b#If not, come here and have a hug. I'll always be here for you.$4",
    "Rainy_Night_5": "You've got a little cut on your arm. Hold still, I'll get a plaster for you.#$b#Now, how did you acquire this small injury? Were you in the mines again?#$b#Just be careful, alright?$1",
    "Rainy_Night_Herbert": "I'm going to organise a little hike for my grandfather and I so we can catch up.#$b#I want to take better care of him now that he's getting older.$1",
    "Indoor_Day_0": "I knew that you were always surprised at how spotless my summer house was. Well! Now you get to learn my secrets.$9#$b#If there's one thing I can do right without fail, it's cleaning.$9",
    "Indoor_Day_1": "I've decided today that I'll spend the day inside sprucing up the house. I'm waiting for my package order of books from Zuzu City today.$3#$b#So would you mind watering my plants outside today? I don't want to miss the delivery!$3",
    "Indoor_Day_2": "I received two more letters last Friday, one from Joja corps and one from my Uncle Jeremy.$1#$b#I haven't touched the Joja corps one. I know it'll be about how they wish to 'console the family/relatives about the loss of their workers' and probably some cheque.$4#$b#I don't WANT their money.$4",
    "Indoor_Day_3": "I had a refreshing pint at the saloon yesterday afternoon with Gus. I helped out cleaning a little, and I had a great conversation with Pam.$3#$b#Shame, she seems a little lonely. We ought to chat more often with her.$1",
    "Indoor_Day_4": "Could we begin to grow a lemon tree in the greenhouse? I've started to involve myself in more household activites and my current hobby is cooking!$3#$b#I'm catching up on all the things I could have spent my spare time doing instead of studying.$3",
    "Indoor_Day_Herbert": "I'm so proud of us. We've moved past our demons together and the future seems so bright!$3#$b#Perhaps I could get a job at the library. Surrounding myself with books seems like the ideal career choice for me now.$3",
    "Indoor_Night_0": "I can't bear to imagine what would have happened if I had returned to Vanedale Prep. That ridiculous school is so far from my thoughts now.$1#$b#I'm extremely thankful it closed due to lack of funding.$3#$b#Though, sad to think years of history there will be forgotten.$1",
    "Indoor_Night_1": "Today has been so tiring, my goodness.$1#$b#But anyways, tell me about what you did today. Who did you meet? What did you do? How was it?$3",
    "Indoor_Night_2": "Hello dear! I've been getting along splendidly with %pet recently.$3#$b#I'm not usually fond of animals, but I feel that all that is about to change very soon.$3",
    "Indoor_Night_3": "Today, I finally talked to Lewis, properly, about my parents' death. It was a topic both of us had been avoiding for quite some time now.$3#$b#It went surprisingly well. I'm going to visit Lewis more often now, and take better care of him.$3",
    "Indoor_Night_4": "Somewhere in the attic of my summer house, there's a diary from my childhood stowed away.$1#$b#I'm too nervous to search for it and read it. Perhaps I will one day when I clean it out.",
    "Indoor_Night_Herbert": "I was cleaning today and I found that you have a small pile of letters under your bed tied with a red ribbon.#$b#You kept all my letters?$4",
    "Outdoor_0": "It's strange how Shane and I get along much better nowadays. I invited him and Sam for a game of baseball for this weekend.#$b#We'll take the bus and be back by 4pm, okay?$3#$b#Don't worry, I'll look after them.$3",
    "Outdoor_1": "Do you mind if I also make use of our greenhouse?$3#$b#I'm planning on planting a few little trees to grow in there.$3#$b#Maybe next year at the Luau I can contribute!$3",
    "Outdoor_2": "My mum used to take me to the park when I was really small, maybe three or four.#$b#She'd sit on the bench and watch me play. Just watching.$1#$b#And when I think back to it, those were the only times I ever saw her smile.$2",
    "Outdoor_3": "I'm having a bit of a bad day today, I guess.$1#$b#These days come and go... but sometimes I just struggle to stay positive all the time.$1#$b#I'm angry at my parents for taking away my childhood.$5#$b#I'm angry at them for what they did.$5",
    "Outdoor_4": "Do you think I'm insane for naming plants?$1#$b#I have just planted a new one and his name is Steve.$3#$b#He's a tiny berry bush.$3",
    "Outdoor_Herbert": "It disgusts me that there was a JojaMart in Pelican Town.$5#$b#Everytime I looked at it... I just...$5#$b#I can't even describe the feeling.$5",
    "funLeave_Herbert": "I'm going to spend some time with Lewis today, so I will see you tonight.$3#$b#Take care of yourself for me, okay?$3",
    "funReturn_Herbert": "Lewis and I went through all the rubbish and study books and notes in my summer house.#$b#We're donating the books to local schools and posting the notes online to see if they're any use to people.$3",
    "OneKid_1": "I promise you I will not be my parents. I will love %kid1 with everything I have.#$b#And I will support them no matter what they aspire to be.$3",
    "OneKid_2": "I hope %kid1 gains a love for books like me.$3#$b#Imagine the reading sessions we could have together!",
    "OneKid_3": "When %kid1 is old enough, I'll teach them how to garden.$3#$b#I could give them their own little patch to grow things on! And you could teach them how to farm and all sorts!$3",
    "TwoKids_1": "I'm so thankful that we have two children. They'll never have to experience the loneliness of being an only child.$3",
    "TwoKids_2": "Everyday I'm thankful that I have such a wonderful family to wake up to.$3#$b#Though a part of me is always worried I'll turn out like my father.$1#$b#Please tell me if I do that.$2",
    "TwoKids_3": "I'll look after %kid1 and %kid2 while you're out today, my dear. Have fun!$3",
    "Good_1": "You've put me in such a fantastic mood today, just by seeing your face.$3#$b#Shall I take you out to dinner tonight? Where would you like to go with me?$4",
    "Good_2": "I received a letter from my grandmother today. It's the first time she's ever properly reached out to me.$6#$b#It was a heart-felt letter, and she offered to meet up with me for the first time.$3#$b#She said she's passing through Zuzu City.$3#$b#Should I do it?$6",
    "Good_3": "Sometimes I lie awake and just think about how rapidly life has changed for us.#$b#And then I think about how you've always stood by me.$3#$b#It's the most comforting and calming thing I've ever felt.$4",
    "Good_4": "Before you came here, I never had anyone to talk to.#$b#Everyone was a little wary of me because I had a short temper and a constant headache what with my head stuck in a study book.$1#$b#Thank you... for talking to me when no one else wanted to.",
    "Good_5": "Even though I've known many of the inhabitants of Pelican Town ever since I was a child, I've grown very distant from them$1#$b#I changed too much.",
    "Neutral_0": "Pam always used to tell me I had such a bright future.#$b#For a while, I thought she was wrong.#$b#But maybe, well, now, maybe she was right.$3",
    "Neutral_1": "I hope Marnie and my grandfather Lewis are happy together. I hope one day they bring their relationship to the light.$3#$b#I wouldn't mind being step-brothers with Shane.$3",
    "Neutral_2": "When Willy was much younger, he used to give me all sorts of fishing books to read.#$b#And to this day, I still can't tell a trout from a goldfish.$1#$b#Wait maybe I need glasses...$1",
    "Neutral_3": "Lewis suggested that I tutor Jas and Vincent to help with their schooling. He said that that way Penny and I would become a lot closer.#$b#He just wanted me to have friends.$1",
    "Bad_0": "Please talk to me. Whatever this rough patch holds, I'm determined to talk this through with you.$2#$b#I-I can't picture a future without you in it.$1",
    "Bad_1": "I'm begging you - please @. Please talk to me. I can't stand this.$2#$b#It's tearing me apart.$2",
    "Bad_2": "Am I still worth it? Am I still worth fighting for? Or have you changed your mind.$2#$b#Well, I don't care for the answer. I'll still fight for you @, no matter what.$5",
    "Bad_3": "I'm NOT letting this relationship crumble. I vowed to always stand by you and I always will.$2#$b#Can we please get all our feelings out in the open? I need to know what we need to fix.$2",
    "Bad_4": "You're the one who got me this far, @. And I know you've never been one to give up.$2#$b#You didn't give up on me when I went distant. When I fell into a tiny hole and couldn't crawl back out.$2#$b#So don't give up on me now.$4",
    "Bad_5": "I won't let you tear us apart, @. I won't let you try and push me away.$5#$b#I love you. And I will ALWAYS be here for you.$2",
    "Bad_6": "The basic foundation of every relationship is communication. So talk to me, @.$2#$b#Tell me you still want me. Tell me you're not going to leave without saying goodbye.$2",
    "Bad_7": "Don't ever just throw his relationship away, @. Don't ever make irrational decisions because you want something different.$2#$b#Something better.$2#$b#You can talk it through with me.$2",
    "Bad_8": "I don't care what you say, I'm staying. I won't leave you, @.$2",
    "Bad_9": "Feeling tired again today I see.$1",
    "spring_1": "A new year is upon us! A full year of living on our delightful farm - and even better, living with you!$5#$b#You're the one thing that matters most to me.$3",
    "spring_8": "I was working hard this morning to move Steve into a larger crop of land.#$b#You remember Steve, right? My berry bush?#$b#Anyways, he's outgrown his plant pot.$1",
    "spring_23": "The flower dance swings round again.$1#$b#Feel free to dance with whoever you'd like - you always look happy when you're dancing.$1#$b#I'll be watching from the sidelines.$3",
    "summer_1": "I was collecting water from the well and I noticed how the handle was an odd shape.$1#$b#It had melted! In the heat! Melted, I say, melted.$6",
    "summer_8": "Alex gave me a free ice-cream today.$1#$b#It was nice of the chap. He said if I ever needed anything, that I should let him know.$1#$b#Our parents both had... similar fates.$2",
    "fall_1": "This coat was the one I bought last Fall...back when...$1#$b#Back when things were different.$2",
    "winter_1": "Now that all my accounts and inheritance money is available to me, I'm going buy us many new suitable clothes for the seasons.#$b#I bought myself some earmuffs, which I am wearing currently.",
    "winter_28": "It's the end of this year already. How fast it has flown by.$1#$b#On the bright side, however, Lewis thinks he may have found someone to rent my summer house for next year.$3",
    "spouseRoom_Herbert": "I'm contemplating whether I have the strength to open those letters on the table.#$e#I don't think I want to yet.",

}