{

	"987551231/f Herbert 2000/t 1100 1500/w rainy/n Herbertheartevent": "gusviolin/13 21/farmer 13 21 0 Herbert 28 3 0/skippable/pause 200/playSound doorClose/faceDirection farmer 1/warp Herbert 14 21 2/faceDirection Herbert 3/speak Herbert \"Why, hello @! It's great to see you!$3#$b#I apologise for the unpredictable weather. We'll head inside in just a moment.$3\"/pause 200/emote farmer 32/pause 200/move Herbert 0 2 1/speak Herbert \"Oh - I'll be right back. It appears the mailman visited me this morning. Hopefully it's a letter from Vanedale - or better yet, my parents.$3\"/pause 50/move Herbert 8 0 1/move Herbert 0 -1 0/pause 200/speak Herbert \"Oh, I don't recognize this handwriting... it's awfully curly.$1\"/pause 200/move farmer 0 2 2/move farmer 8 0 1/move farmer 0 -1 1/showFrame Herbert 40/pause 500/emote farmer 8/speak Herbert \"I don't... I don't understand...$11\"/pause 200/emote farmer 28/speak Herbert \"'Dear Herbert P. Lovell, we regret to inform you that relations Mr and Mrs Lovell are deceased. Their area of work, Joja Corps, is now under questioning after their Joja Factory located in England exploded from a gas leak accident...$8#$b#*sniff*$8#$b#T-they leave 340,000 dollars and all property for you in their will - a-as well as a-all previously closed or yet to open bank accounts are now open...$8\"/pause 200/showFrame Herbert 41/emote farmer 28/pause 500/speak Herbert \"P-please accept our condolences - a-and th-there's an attatched n-note writ-ten by Mr and Mrs Lovell f-for Master H-Herbert P. Lovell.$8\"/pause 500/emote farmer 28/pause 200/speak Herbert \"This can't be real. This can't be real. This isn't happening. This wasn't supposed to happen. I was supposed to -to graduate Vanedale. A-and work for Joja to make my parents proud.$8#$b#I just want to make them proud. I just wanted to make them proud. God, now I can't.$8#$b#This has to be fake- d-id Joja send this be-because I refused to give them the community centre?$10#$b#They can HAVE IT for all I CARE! Just bring back my parents!$10\"/pause 500/speak Herbert \"I-I need to go to Mr Morris right now and straighten this out. I-I need to go to Mr Morris and he'll tell me this-this was a warning.$8#$b#I-I'll give him anything he wants as long as he doesn't - doesn't hurt my parents.$10#$b#I love my parents even though they don't love me.$10\"/pause 200/emote farmer 28/question fork1 \"Herbert your parents DID love you. They were hard on you because they wanted you to succeed. I'm sure this is some twisted Joja thing.#Oh Herbert...Just know no matter what happens next, I'm here for you.\"/fork comfort/pause 200/speak Herbert \"N-no maybe we're wrong. Joja may be twisted - and it may have destroyed all the humanity in my parents - but they're not that twisted.$10#$b#Oh god... my parents are dead. My parents are dead. Joja killed them. If they had never accepted that STUPID offer-$10#$b#If they had never been drawn in... this wouldn't have happened.$11#$b#@, when I was a kid they never hugged me. Falling off my bike was accompanied with a pat on the head and a plaster. Come home crying for bad test scores? A pat on the shoulder and a telling-off for failing.$11#$b#They never told me they loved me, and now - now they never will.$8\"/pause 500/emote farmer 28/speak Herbert \"Is this my fault? Is this bad karma? D-did I study too much and ignored everyone? O-or was it making fun of that first ye-year for having his trousers on backwards. W-was it for blowing all my spending money that one year?$10#$b#I'm so so sorry mum and dad. This is all my fault. If I had been a better person-$10\"/pause 500/speak Herbert \"No. That's crazy talk. It's not my fault their factory exploded. There's nothing I could have done.$8\"/pause 200/speak Herbert \"There's a note attatched... it's in my mother's hand writing. God, I don't know if I can read it.$11#$b#Should I?$8\"/pause 200/emote farmer 28/speak Herbert \"C-can you read it for me?$8\"/pause 100/emote farmer 16/message \"You read out the note to Herbert^ 'My dear Bertie,^ Our plans have been changed slightly. The trip is looking to take more than half a year, instead of the few months we arranged. I know this will be the longest we've ever been gone to you, but you're strong. You've always been a much better person than me or your father are. We know we've always been hard on you, but it was the way we've been raised. If there's no one to tell you you'll fail then you'll go into life expecting to succeed.^Power through life with your head held high, Bertie. You don't need us or anyone when you have yourself.^	-Your parents.\"/pause 500/speak Herbert \"...$8#$b#...It hurts. A lot.$8#$b#They never told me things like that. Ever.$8#$b#...Maybe, after all, that was their twisted way of saying they loved me.$8#$b#But it's not enough. And even they know that.$8\"/pause 300/emote farmer 28/showFrame Herbert 0/speak Herbert \"@, I know this is a lot to ask, but would you... stay? Just for a little while. I don't want to be alone.$2\"/pause 200/faceDirection Herbert 3/emote farmer 20/pause 100/speak Herbert \"I can't tell you how much it means to me that you want to spend time with me.$2#$b#Thank you.$2\"/pause 200/emote farmer 20/speak Herbert \"Now, goodness I'm sorry for being such an awful host. I'll make us both a cup of tea...$2\"/pause 300/move Herbert 0 1 2/move farmer 0 1 2/move farmer -6 0 1/move Herbert -6 0 3/globalFade/viewport -1000 -1000/mail Herbertheartafter/warpOut//end dialogue Herbert \"...Lewis pulled me out of bed today. If he hadn't I doubt I would have gotten up. Why can't he just leave me alone?$1#$b#I don't want to be here...$2\"",
				"comfort": "pause 200/speak Herbert \"Thank you so much, @. I can't find words to explain how much that means to me.$8#$b#But oh god... my parents are dead. My parents are dead. Joja - Joja killed them. If they had never accepted that STUPID offer-$10#$b#If they had never been drawn in... this wouldn't have happened.$11#$b#@, when I was a kid they never hugged me. Falling off my bike was accompanied with a pat on the head and a plaster. Come home crying for bad test scores? A pat on the shoulder and a telling-off for failing.$11#$b#They never told me they loved me, and now - now they never will.$8\"/pause 500/emote farmer 28/speak Herbert \"Is this my fault? Is this bad karma? D-did I study too much and ignored everyone? O-or was it making fun of that first ye-year for having his trousers on backwards. W-was it for blowing all my spending money that one year?$10#$b#I'm so so sorry mum and dad. This is all my fault. If I had been a better person-$10\"/pause 500/speak Herbert \"No. That's crazy talk. It's not my fault their factory exploded. There's nothing I could have done.$8\"/pause 200/speak Herbert \"There's a note attatched... it's in my mother's hand writing. God, I don't know if I can read it.$11#$b#Should I?$8\"/pause 200/emote farmer 28/speak Herbert \"C-can you read it for me?$8\"/pause 100/emote farmer 16/message \"You read out the note to Herbert^ 'My dear Bertie,^ Our plans have been changed slightly. The trip is looking to take more than half a year, instead of the few months we arranged. I know this will be the longest we've ever been gone to you, but you're a strong boy. You've always been a much better person than me or your father are. We know we've always been heard on you, but it was the way we've been raised. If there's no one to tell you you'll fail then you'll go into life expecting to succeed.^We did our best with you, but even we know it wasn't enough.^Power through life with your head held high, Bertie. You don't need us or anyone when you have yourself.^	-Your parents.\"/pause 500/speak Herbert \"...$8#$b#...It hurts. A lot.$8#$b#They never told me things like that. Ever.$8#$b#...Maybe, after all, that was their twisted way of saying they loved me.$8\"/pause 200/speak Herbert \"But it's not enough. And even they know that.$8\"/pause 300/emote farmer 28/showFrame Herbert 0/speak Herbert \"@, I know this is a lot to ask, but would you... stay? Just for a little while. I don't want to be alone.$2\"/pause 200/faceDirection Herbert 3/emote farmer 20/pause 100/speak Herbert \"I can't tell you how much it means to me that you want to spend time with me.$2#$b#Thank you.$2\"/pause 200/emote farmer 20/speak Herbert \"Now, goodness I'm sorry for being such an awful host. I'll make us both a cup of tea...$2\"/pause 300/move Herbert 0 1 2/move farmer 0 1 2/move farmer -6 0 1/move Herbert -6 0 3/globalFade/viewport -1000 -1000/mail Herbertheartafter/warpOut/end dialogue Herbert \"...Lewis pulled me out of bed today. If he hadn't I doubt I would have gotten up. Why can't he just leave me alone?$1#$b#I don't want to be here...$2\"",
	
}
