

{

	"Introduction": "Hey there. The name's Steve.#$b#New around here, I'm guessing?$3#$b#Don't worry too much - you'll get used to being to new person.$1",
	"Mon": "What's up new farmer? Hey, you ever farmed before? Lewis said you came from the city.$6#$b#$q 6000/6001 mon_template#Do you have plans for your farm?#$r 6000 250 mon_yes#Of course! I've been researching which crops will bring in the most money and I'm hopefully getting a coop soon.#$r 6001 100 mon_no#Uh...",
	"mon_yes": "Damn, sounds like you got it all figured out huh. Well, good luck then!$1#$e#",
	"mon_no": "Uhhh...farmer? You still there?#$b#Whatever, I'll leave you be.$s#$b#",
	"mon_template": "$p 6000#Oh, hey @.",
	"Tue": "I've been thinking about getting back into football. I used to be really great at it, beleive it or not.#$b#I bet you Alex will be pumped to find out about this.$3#$b#Think I'll beat him or not?$1",
	"Wed": "Man, Alex is way too sporty.$h#$b#I mean, I consider myself a very athletic type, but there's a point when it's excessive.$2#$e#Have you seen how big his weights are?!$7",
	"Thu": "So have you met everyone in this town then? Sam's pretty great isn't he?$1#$e#But he doesn't beleive me when I tell him about all the stuff I went through before I moved here...$2#$b#Which is so unbelievable.$5#$b#Pun unintended.$1",
	"Fri": "Do you fish, farmer? You can pull in a great bunch of money if you get those fish perfect and fresh.$1#$b#Well hey, listen to me. Never took myself for the fishing type, but here we are.$1#$b# [138]#$b#Here. That is how it's done. Keep it if you want.#$b#Willy really is the master at this kinda stuff, isn't he?$6",
	"summer_Wed": "Hey farmer! You look like you're in a hurry today. What kinda crops do you grow in summer$3#$b#Melons? Huh. I could use a fresh melon right now.$3",
	"Sat": "Evelyn told me to call her 'Granny'.#$b#My gran passed a way a few years ago, so it was nice of her to say that to me.$2#$b#But uh, it feels a bit wierd, I guess.$9",
	"Sun": "Ah, so you catch me heading to Marnie's ranch a lot, don't ya?#$b#I'm not doing anything bad, just sometimes Marnie asks me to look over Jas and Vincent. Which is fine.$1#$b#Plus I get to watch TV for free, without George bugging me to change the channel.$3",
	"Fri8": "Hey @. I was wondering something.#$b#Would you want to head out to dinner some night? I could hook us up at the saloon. Alex has done it before.$6#$b#But if you're too busy right now, it's fine. We could have a nice night in.$4",
	"Mon2": "Hey there farmer. So tell me, what adventure are you going to do today? Mines?#$b#Or, raiding the map of all the berries and foragery?$1#$b#Oh... you're just trying to talk to Sebastian but he won't let you in his room? I see.$9",
	"Thu2": "So, uh, today I kinda tried to lift one of Alex's weights.$2#$b#Yeah... I broke them and almost broke his bed.$2#$b#Speaking of beds, I have to sleep on a matress on the floor that Alex drags out from under his bed every night.$5#$b#So next time you fall into your beautiful, comfy bed, think about those less fortunate.$4",
	"spring_12": "This will be my second egg festival in Pelican Town.#$b#Time really flies huh? OH, there's something you should know.$1#$b#Yeah, you know that girl Abigail? Yeah, her?#$b#She will snatch that win right from in front of you. She sprints round and collects like every egg.$3#$b#Try and beat her, yeah?",
	"danceRejection": "I'm not sticking around for the dance. Sorry. Maybe next time.#$e#It's not my fault I was born with two left feet.#$e#Okay don't rub it in.$2",
	"divorced": "Please just leave me alone. I don't wanna talk.$s#$b#Why don't I wanna talk? Take a WILD guess.$s#$e#STILL don't understand? How thick are you?$5",
	"dumped_Guys": "Well isn't it great to see you again huh.$5#$b#Here to stomp all over me again? Can't wait.$5#$b#Why don't you take your privelaged behind out of my life?$5",
	"secondChange_Guys": "Are you sure you really want to be with me again? I know I'm not sure.$s#$b#It's a big decision.#$b#And something's telling me that you're not who I think you are.$2",
	"Tue2": "Damnit, I missed the bus to Zuzu City. I was supposed to take another bus and a train from there to meet my parents.$5#$b#But Vincent got his hand stuck in the pickle jar and I couldn't just leave him...$2#$b#What am I gonna do?$2",
	"Wed2": "Hey there @! How's your day going?#$e#You always look so busy. Don't tire yourself out, yeah?$3#$b#Anyways, I'll see you later.",
	"Fri2": "What kind of movies are you into?$1#$b#I prefer action myself - but we all have our tastes.#$b#And as for Alex, well, all he watches are sports matches.",
	"Sat2": "Do you still work at the farm on weekends? I mean man, do you at least get paid for it?$7#$b#Ohh, right. You sell your crops to Pierre don't you?$3",
	"Sun2": "Evelyn cooked up a roast dinner for today. If you want I can save you some.#$e#She doesn't do it often#$b#Says that it hurts her knees to do so much walking around, so she got George to help.$1",
	"Mon4": "Hey! I didn't know if I was gonna get chance to catch you today!$1#$e#I wanted to talk to you about something -#$e#So, you know that fair that happens in Fall? Do we all have to go to it?$2#$b#Because, uh, I'm busy on that day. I don't know if I can make it.$2",
	"Tue4": "My parents called me last night, telling me how much they miss me. And...$2#$b#You know what I said back?$2#$b#'If you miss me that much, you shouldn't have sent me here.'$2",
	"Wed4": "You look pretty happy today! Something happen?#$b#Go on, make my day.$1#$b#So what is it? Caught an Iridium quality fish? Your crops sold for twice the normal amount?$3",
	"Thu4": "I find it strange how Haley and Alex are such good friends.$1#$b#I mean, Haley seems to hate me but love Alex. But me and Alex are quite similar aren't we? So isn't that like, Haley hating alex too?#$b#Or loving me too?$3",
	"Fri4": "I have a pretty tight schedule, but I think I'll be able to squeeze you in.$5#$b#Haha, just kidding.$3#$b#The most interesting thing I gotta do today is take Willy to see Harvey. Piranha attack again.$2",
	"Sat4": "Do you know where the nearest phone is? I need to call someone.$2#$e#My cell is completely dead again. I'll take the bus to find one if I need to.$2",
	"Sun4": "I'm not in the mood today, @.$5#$b#I'm sorry, I just got no sleep last night. Again.$2",
	"Mon6": "I like it here a lot, @, you know I do.$1#$e#...But it's not home.$2#$e#God, I wish it was.$2#$b#You don't know how much I wish it was.$2",
	"Tue6": "@! How's your day going? I see you running around town and Marnie's. Almost knocked over Jas you move so fast!$3",
	"Wed6": "I know it's really not my place, but maybe someone should watch over Jas more.#$e#I mean that kid just wanders around wherever, and you seen her at night?$2#$b#Just walks all the way home by herself. So I always try to accompany her.#$b#I don't want anything to happen.$2",
	"Thu6": "Jodi gave me a fresh Cauliflower the other day in thanks of watching over Vincent often.#$b#Which was very nice of her.$1#$b#Though I can't cook. So I'll give it to Evelyn.$3",
	"Fri6": "Vincent got his hand stuck in the pickle jar again.$2",
	"Sat6": "You know what Jodi just told me?$5#$b#Vincent and Jas snuck out last night to play on the swings. They're gonna get themselves killed!$2#$b#Who knows what monsters roam around here at night.$5",
	"Sun6": "Oh, by the way, Marlon is still mentoring me. He totally improved my technique of swinging bats.$1#$b#He's not bad, that old guy.",
	"Mon8": "@... have you ever been forced to do stuff which you thought was in your control but was beyond it?$3#$b#Did your grandpa force you to move here or was it of free will?$3#$b#If I'm completely honest... I don't want to be here. I want to go home.$2",
	"Tue8": "I'm a jobless high-school dropout with friends who are forgetting me. I swear I need a grandfather to give me his farm so I have something to do.$2#$b#I'm a FAILURE, @. My parents don't even call anymore.$2#$b#What the hell do I do with my life?$2",
	"Wed8": "I used to have this best friend called Dustin. He was this... great, dorky kid.$2#$b#Did you leave any friends behind when you moved here, @? Do you miss them?$2#$b#I don't actually want to be in Pelican Town, but I can't go back to where I came from...$2",
	"Thu8": "You know something? You know what I did yesterday?$5#$e#I told my friend all about you.$5#$e#You'll have to meet him at some point - he doesn't beleive me about you.$5#$e#Oh his name? He's called Dustin.",
	"summer_Mon": "This atmosphere dries out my hair.$2",
	"summer_Mon4": "Head down to the beach with me at some point this summer?#$e#I'll meet ya there. I'm taking Vincent and Jas down, plus Sam said he'd come with.$1",
	"summer_Mon6": "Wheeling George down to the beach over this sand is a trial. It just gets stuck in all the wheels and everything.#$b#Sometimes I think carrying him would just be easier.$2",
	"summer_Tue2": "What's that?#$e#A daisy chain?#$e#What are we, six?$1#$e#Haha, I love it.$1",
	"summer_Tue8": "Can I put my arm around you?$5#$e#No? HEY I AM NOT SWEATY.$7#$e#It's hot - okay?$5",
	"summer_Wed2": "Need a bottle of water or some sunscreen?#$e#I am loaded.#$b#Anything you need to accompany your summer, I will have it.$1#$b#Except... blueberry seeds. Sorry.$2",
	"summer_Wed4": "Alex is way too busy checking out Hailey than playing football with me.$5#$e#It's just annoying.$5#$b#Like, I just want to play a decent game of football and this guy is too busy-$5",
	"summer_Thu6": "Hey - stand back. Don't move - just stay still.#$e#AHA! Stay just like that. Pose for me.$3#$e#Here! I took a picture.$1#$b#Don't tell George I'm 'borrowing' his ancient old camera.$3",
	"summer_Thu8": "Want me to hook you up with some ice-cream? Alex lets me get it free.$1#$b#I used to work in an ice-cream joint actually. Alex is lucky he doesn't have to wear those god-awful outfits.$5",
	"summer_Fri4": "I saw you shell-collecting earlier.$1#$e#Do they sell for loads or something? Because I see you doing it a lot.$3",
	"summer_Fri8": "It's really great that you come to talk to me so often. Makes me feel... special, I guess.$1#$b#Don't stop- kay? Haha.$3",
	"summer_Tue": "Damn, it's really, really hot today.#$b#You can bet I'll be swimming in that ocean later.$1",
	"summer_Thu": "I'm planning on wheeling George out here to the beach.#$e#Don't care if he doesn't want to.#$e#He needs the sunshine.",
	"summer_Fri": "Last summer was a blast.#$e#But hey, I bet this one can be pretty good too.#$b#What did you do last summer, @?",
	"summer_Sat": "My shoes literally stuck to the pavement it's so hot.$2#$b#I don't have enough cash to buy a new pair.",
	"summer_Sat2": "I've got so much to do this summer - I'm gonna be busy as hell.#$e#Sorry if I can't always talk.",
	"summer_Sat8": "Eugh. *wipes hands on pants* Someone made the mistake of buying Vincent icecream.$5#$e#And that someone then tried to catch said icecream as said Vincent dropped it.$5",
	"summer_Sun4": "I sleep last night again, damnit.$5#$b#Those crickets really never shut up do they?$5",
	"summer_Sun6": "That jellyfish thing? Pretty awesome if you ask me.",
	"fall_Mon": "At leat it's not so hot anymore.$1#$e#I think summer was pretty successful.",
	"fall_Mon2": "Marnie and Jodi are out, so I'm looking after Vincent and Jas.#$e#Do I get paid? Uh- sure. Yep. That's why I do it. Mhm. Yep.$3",
	"fall_Mon6": "I was thinking about you earlier. Only a little.$5",
	"fall_Tue": "Man, I hope your farm survives winter.$2#$e#I'd hate for all that hard work to go to waste.",
	"fall_Tue2": "@! I didn't expect to see ya today! How's it going?$1",
	"fall_Tue8": "I've had some pretty hectic halloweens in the past.$2#$e#Could we just stay in this year please?$2",
	"fall_Wed": "Hey @, how's your day going?#$e#Ready for the season of spooks?$1",
	"fall_Wed4": "Vincent gets easily scared by Halloween. Don't let him convince you otherwise.#$e#Funny lil' guy.",
	"fall_Wed6": "Sometimes I can't read you.#$e#You're really good at hiding your feelings.$2",
	"fall_Thu": "There's twigs in my hair?$7#$e#That makes sense, I was in the forest earlier.",
	"fall_Thu6": "We should hang out more often. I like talking to you.$3",
	"fall_Thu8": "You cold? Here. Have my hoodie.$1#$e#Don't worry about me - I'm fine.$1#$e#Just want to look after you, that's all.$4",
	"fall_Fri": "Maybe you should be one of those people who writes books about their lives.#$e#I don't know, just an idea. You could get really rich.#$b#'The guide to being a farmer' how does that sound?#$b#Or maybe not.$3",
	"fall_Fri2": "Could you help me out with something?",
	"fall_Fri6": "Hey, tell me all about your day. Haven't spoken to ya in a while.$1",
	"fall_Sat8": "Hmm? Oh. I'm just waiting for someone...#$e#I'm hoping he might turn up for Halloween.#$e#Kid said he would.$2",



}