{
	"Entries": {
		"277777": "Querido diario,^Se siente como si hubieran pasado siglos desde la ultima vez que escribi algo en ti. Me doy cuenta que mientras mas pasa el tiempo mas cansado me siento de escribir mis pensamientos.^Pienso en muchas cosas pero a la vez pocas cosas me vienen a la mente. He estado navegando en el mar estos días, barcos militantes invasores con una pandilla de delincuentes.^Mi capitana es bastante agradable sin embargo, ella es una de las mujeres más fuertes que he conocido. Decir que no estoy cautivado por ella sería una mentira.^Aunque, siento que ella alberga sentimientos similares hacia mí... Pero ha pasado mucho tiempo desde la última vez que dejé entrar el amor en mi vida y me siento más asustado con cada atardecer que pasa.^Desearía poder dejar de sentir, Sería más sabio no ser víctima de mis propias emociones.^Es cruel para nosotros dos ¿no es así?^Ella moriría como mi dulce hija y esposa lo hicieron. Tal vez no por fuego, pero la perdería de alguna otra forma.^Ahora mismo el sol se está ocultando, los colores brillantes del cielo me consuelan, el paso del tiempo continúa y con eso debo volver a mis deberes.^-Lyell Halkias",
		"299999": "Querido diario,^Hoy es el día mas felíz de mi vida. Mi preciosa hija ha nacido, ahora soy un esposo y padre orgulloso. Elizabeth y yo hemos decidido nombrala Lexi. Sin embargo, fue una situación preocupante, tan hermosa como ella sea. Ell realmente no podría haber elegido un peor momento para unirse a nosotros más que ahora.^Nosotros hemos estado viajando en vagones, tratando de llegar al este de la capital de Gotoro antes de que Elizabeth cayera en parto.^Pero Lexi no estaba consciente eso, ella quería llegar temprano. Ella es tan pequeña, mucho más pequeña que mi primera hija Lyza. Ella es hija del verano, nacida el quinto día de la temporada.^La guerra civil ha terminado y ahora Gotoro está en paz, por ahora. Era 1730 cuando comenzó, Estoy tan contento de que la lucha haya terminado. Hubiera odiado criar a mi pequeña durante algo tan feo.^Es bastante tarde y Elizabeth requiere mi ayuda. Entonces debo terminar esta entrada aquí.^-Lyell Halkias",
		"222210": "Querido diario,^Estoy lleno de odio hacia la diosa que me ha maldecido con una vida eterna. Mi mundo se ha reducido a nada más que cenizas, mi dulce familia se ha perdido hace menos un mes. Me las robaron, asesinadas por enemigos despreciables.^Sé que Thalous y su banda de delincuentes incendiaron mi casa. Me quitaron a mi familia pero planeo hacerles pagar por lo que hicieron.^Mi vida se ha quemado junto con mi familia, pero mi voluntad por venganza me está haciendo seguir hacia adelante.^-Lyell Halkias",
		"222211": "Querido diario,^Ha pasado mucho tiempo, ¿no es así? No he sentido la necesidad de escribir en muchos años. Supongo que simplemente no sentía ánimos de hacerlo. Pensar por tanto tiempo me ha causado muchos dolores de cabeza.^Pero hoy, es un buen día. El barco finalmente ha tocado tierra. El país salvaje de Ferngill es mío para explorar.^Es bastante diferente aquí, Entiendo la lengua nativa de esta tierra lo suficiente como para escribir y escuchar. Pero hablarla me elude, es muy difícil.^En Ferngill los hombres llevan armas en sus cinturones, incluso los granjeros también. Nunca he visto algo así. He encontrado un salón para pasar la noche, afortunadamente alquilan habitaciones por el tiempo que necesites.^Mientras puedas pagar, claro.^Hay heridas en mi corazón que han luchado por sanar pero todavía duelen. Pero siento que finalmente puedo comenzar de nuevo, que tal vez la vida no tiene que ser tan deprimente como pensaba.^Incluso he hecho un amigo, Austin. Él es bastante dulce y aunque esto permanecerá dentro de tus páginas. Lo encuentro lo suficientemente atractivo como para quedarme cerca de el.^El tiene ojos de diferentes colores y piel pálida.^Espero que podamos ser buenos amigos.^-Lyell Halkias",
		"222212": "Querido diario,^Esta es mi entrada final. No porque me canse de escribir, sino porque esta es mi última página.^He regresado de la guerra, Ferngill y Gotoro han estado luchando por un tiempo. Y escuché el llamado a luchar contra mi propia patria por lo que creo que es correcto.^Me fui de mala gana, Los militares ya no iban a poder utilizarme para su beneficio. Entonces estoy siendo enviado de vuelta. Ya no tengo un hogar en Ferngill. Pero afortunadamente tengo ahorros en un banco. Planeo comprar un terreno en alguna parte. En algún lugar pequeño y pacífico.^Espero poder comenzar una granja, aunque solo tengo un brazo ahora. Estoy seguro de que será una tarea complicada. Pero tengo esperanzas.^Ahora solo quiero descansar.^-Lyell Halkias",
			},
}