{
	"Entries": {
		"277777": "Dear journal,^It feels like it's been centuries since I last wrote in you. I find that as time passes by I grow more and more weary of writing down my thoughts.^There is much I think of but then there is little that comes to mind. I've been out to sea these days, invading militant ships with a posse of delinquents.^My captain is quite pleasent though, she's one of the strongest women I've ever met. To say I'm not enthralled by her would be a lie.^I feel as though, she may harbor similar feelings towards me. But it's been so long since I last let love in and I find myself growing afraid with each sunset.^I wish I could stop feeling, it would be wiser not to fall victim to my own emotions.^It's cruel for us both isn't?^She would die like my sweet daughter and wife. Maybe not by fire, but some way I would loose her.^It's sunset right now, the bright colors of the sky bring me comfort, the passage of time continues and with that I shall return to my duties.^-Lyell Halkias",
		"299999": "Dear journal,^today is one of the happiest days of my life. My beautiful daughter has been born, I'm a proud husband and father. Elizabeth and myself has decided to name her Lexi. It was a concerning ordeal however, as beautiful as she is. She really couldn't have picked a worse time to join us then now.^We've been traveling by wagon, trying to make it east of the Gotoro captial before Elizabeth would fall into labor.^But Lexi wasn't having that, she wanted to come early. She's so small, much smaller then my first daughter Lyza. She's a summer child, born on the fifth day of the season.^The civil war has ended and now Gotoro is at peace for now.It was just 1730 that it started, I'm so glad the fighting has ended. I would have hated to raise my little girl during something so ugly.^It's quite late and Elizabeth requires my help. So I must be ending this entry here.^-Lyell Halkias",
		"222210": "Dear journal,^I am fulled of hatred for the the goddess that has cursed me a life everlasting. My world has crumbled into ashes, my sweet family has been lost not but a month ago. They were stolen from me, murdered by spiteful enemies.^I know that Thalous and his gang of criminals torched my home. They took my family from me but I plan to make them pay for their transgressions.^My life my have burned with my family, but my will for vengeance is driving me forward.^-Lyell Halkias",
		"222211": "Dear journal,^It's been a long time hasn't it? I've not felt the urge to write in many years now. I suppose I simply couldn't bring myself to. Thinking for too long caused too much heartache.^But this day, is a good one.The ship overseas has finally touched land. The wild country of ferngill is mine to explore.^It's quite different here, I understand the native tonmgue of this land enough to write and listen. But speaking it enludes me, it's very difficult.^In ferngill men carry guns on their belts, even the farmers do. I've never seen anything like it. I've found a saloon to stay in for the night, luckily they rent rooms for as long as you need.^As long as you can pay of course.^There's wounds in my heart that have struggled to heal and still I am pained by them. But I feel that finally I can start over, that maybe life doesn't have to be as depressing as I thought.^I've even made a friend, Austin. He's quite sweet and even though this will stay within your pages. I find him alluring enough to stick around.^He has different colored eyes and pale fair skin.^I hope we can be good friends.^-Lyell Halkias",
		"222212": "Dear journal,^This is my final entry. Not because I grow tired of writing but because this is my last page.^I've returned from war, Ferngill and Gotoro has been at it for a while now. And I heard the call to fight against my own mother land for what I believe is right.^I left unwillingly, the military could no longer use me to their benefit. So I am being sent back. I have no home back at Ferngill. But luckily I have savings in a bank. I plan to buy a peice of land somewhere. Somewhere small and peaceful.^I hope to raise a farm, though I only have on arm now. I'm sure it'll be a difficult task. But I am hopeful for it.^I just want to rest now.^-Lyell Halkias",
			},
}