{
    "companionAccepted": "Cool! Sounds fun.$h",
    "companionAccepted_Spouse": "Oh, of course I will @!$l#$b#I love spending time together.$h",
    "companionRejected": "Nope.",
    "companionRejectedNight": "Not right now.",
    "companionRejectedNight_Spouse": "Sorry @ I'm feeling tired. I'll be going to bed soon.$s",
    "companionDismiss": "Okay, see you later.",
    "companionDismiss_Spouse": "Thanks @.$h#$b#I'll head back to the house now. Stay safe, okay? I love you.$l",
    "companionDismissAuto": "Hey, sorry but I'm really tired. So I'm going to say goodbye now, okay?",
    "companionDismissAuto_Spouse": "Sorry, but I'm getting really tired...$2#$b#Don't stay out too late, okay?",
    "companionRecruited": "This is exciting!$h",
    "companionRecruited_Spouse": "Nothing like going out and about beside you.$l",
    "companionSuggest": "Hey @. Are you free?#$q -1 -1#Maybe we can spend some time together?#$r -1 0 Yes#Sounds fun!#$r -1 0 No#I'm busy, sorry.",
    "companionSuggest_Yes": "Oh good! I was afraid you'd say no! Let's go!$h",
    "companionSuggest_No": "No problem.",
    "companion_Beach": "The sound of the waves makes me sleepy...",
    "companion_Beach_Summer": "You have to be careful and always wear shoes or the sand'll burn your feet.#$e#I speak from many, many times of experience...$s",
    "companion_Mountain": "Goodness... this was worth the hike.",
    "companion_Mountain_rainy": "It's nice up here, listening to the rain by the lake...",
    "companion_Mountain_stormy": "I don't think it's safe to be this high up in a storm...$7#$e#Oh, but don't let me stop you from living on the edge. Sorry.$h",
    "companion_NagitoCottage": "Nice to be home! Heh.$h",
    "companion_Hospital": "You're not hurt or anything, are you?$s",
    "companion_ArchaeologyHouse": "Ah, my favourite place to be.$h",
    "companion_Farm": "Oh wow...! This place looks great! You must be proud!$h",
    "companion_Farmhouse": "Your place is so stylish and cozy. I'm a bit envious! *giggle*$h",
    "companion_Farmhouse_Spouse": "Sometimes I miss the beach, but living here with you is even better.$l",
    "companion_Farm_Spouse": "I think the fresh air has been good for me.",
    "companion_Cellar": "Ooooh... what sorts of things do you do down here?",
    "companion_Cellar_Spouse": "You're such a hard worker. I never come down here because I want to stay out of your way.$6",
    "companion_Woods": "Hmm... This is the sort of place I feel you can go to clear your mind, or to hide a dead body.$h",
    "companion_Saloon": "Some of the arcade games look pretty neat.$h",
    "companion_Mine": "Not really a fighter, but I'll do my best.$6",
    "companion_Club": "Feel like trying your luck, @?",
    "companion_Desert": "*whew* It's hot... good thing I packed a water bottle.$6",
    "companion_Desert_Night": "My, it's chilly out... you wouldn't think that from a desert, huh? Weird how that works.",
    "companion_Sewer": "...$s",
    "companion_BugLand": "...$s#$b#...Eww...$s",
    "companion_Tunnel": "Seems like a good place to either commit a murder or be the victim of one...#$b# Aha, ignore me! Just thinking out loud!$h",
    "companion_Forest": "The air is so fresh here, and it's so quiet. I knew moving to Pelican Town was the right choice for me.",
    "companion_Forest_stormy": "Do you think it's such a good idea to be wandering out here in a storm?$u#$e#Maybe if lightning strikes, it'll hit me instead of you!$6",
    "companion_Submarine": "...$3#$e#Don't you worry the glass could crack, killing us all in an instant? It's the only thing between us and a watery grave.#$b#Ahahaa... sorry. That was a bit morbid, wasn't it?$6",
    "companion_MermaidHouse": "Whoa... I thought mermaids were just a myth?$7",
    "companion_WizardHouse": "Wonder what it must be like to do magic...?$u",
    "companion_WitchHut": "She must be very powerful, huh?#$e#I wonder if she's misunderstood... do we know her side of the story?$u",
    "companion_AdventureGuild": "I've never even been in here before...$u#$e#Some of these swords are wicked cool...!$h",
    "companion_Town_Night": "It gets so quiet here at night... kind of spooky.#$e#I like it.$h",
    "companion_Town_rainy": "Is it me, or is it much darker when it rains?$u#$e#Makes me feel like I'm in a thriller film.$h",
    "companion_Town_winter_Snowy": "We should get some tea or coffee or something to warm up.",
}
